Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: External programs
pl: Zewnętrzne programy

source: Cancel
pl: Anuluj

source: Encrypt command lines in saved task
pl: Zaszyfruj linię poleceń w pliku z zadaniem

source: Execute after backup:
pl: Uruchom po wykonaniu kopii zapasowej:

source: Do not run this program if
pl: Nie uruchamiaj tego programu, jeśli

source: backup was canceled by user
pl: kopia zapasowa została anulowana przez użytkownika

source: backup had errors
pl: kopia zapasowa zawiera błędy

source: Ignore timeout
pl: Zignoruj ​limit czasu

source: Insert placeholder
pl: Wstaw symbol zastępczy

source: Wait until program terminates
pl: Czekaj na zakończenie programu

source: Do not wait more than
pl: Nie czekaj dłużej niż

source: no files had to be backed up
pl: nie została wykonana kopia zapasowa żadnych plików

source: Prompt to run as administrator
pl: Pytaj, aby uruchomić jako administrator

source: Show console output if available
pl: Pokaż wyjście konsoli, jeżeli to możliwe

source: Execute before backup:
pl: Uruchom przed tworzeniem kopii zapasowej:

source: Cancel backup if errorlevel equal to or greater than
pl: Anuluj tworzenie kopii zapasowej, jeśli kod błędu jest równy lub większy niż

source: Programs|*.exe|Batch files|*.bat;*.cmd|VB Scripts|*.vbs|all|*.*
pl: Programy|*.exe|Pliki wsadowe|*.bat;*.cmd|Skrypty VBS|*.vbs|all|*.*

source: Advanced Schedule Options
pl: Zaawansowane Opcje Harmonogramu

source: Expire:
pl: Wygasa:

source: duration:
pl: czas trwania:

source: hour(s)
pl: godzin(y)

source: minutes
pl: minuty

source: every:
pl: co:

source: minute(s)
pl: minut(y)

source: Repeat task:
pl: Powtórz zadanie:

source: day(s)
pl: dni

source: Stop task if it runs longer than:
pl: Zatrzymaj zadanie, jeśli działa dłużej niż:

source: Run task as soon as possible after a scheduled start is missed
pl: Uruchom zadanie tak szybko, jak to możliwe, po tym jak zaplanowany start zostanie pominięty

source: Pause
pl: Pauza

source: Minimize
pl: Minimalizuj

source: File
pl: Plik

source: Dest.:
pl: Cel:

source: Total:
pl: Łącznie:

source: copying
pl: kopiowanie

source: Repeat
pl: Powtórz

source: Action after backup
pl: Akcja po wykonaniu kopii

source: None
pl: Brak

source: Shutdown
pl: Wyłączenie

source: Logoff
pl: Wyloguj

source: Hibernate
pl: Hibernuj

source: Start an application under different user account
pl: Uruchom aplikację na koncie innego użytkownika

source: User account:
pl: Konto użytkownika:

source: User account
pl: Konto użytkownika

source: Application
pl: Aplikacja

source: User selected file manager
pl: Menedżer plików wybrany przez użytkownika

source: Other application
pl: Inna aplikacja

source: Programs|*.exe|all|*.*
pl: Programy|*.exe|Wszystkie pliki|*.*

source: Create a new backup task
pl: Utwórz nowe zadanie kopii zapasowej

source: New
pl: Nowy

source: Save backup task
pl: Zapisz zadanie kopii zapasowej

source: Save
pl: Zapisz

source: Open backup task
pl: Otwórz zadanie kopii zapasowej

source: Recently used tasks
pl: Ostatnio używane zadania

source: Open
pl: Otwórz

source: Open dialog to restore files
pl: Otwórz okno dialogowe do przywracania plików

source: Open dialog to clean up backup directory
pl: Otwórz okno dialogowe do czyszczenia katalogu z kopią zapasową

source: Recently-used restore tasks
pl: Ostatnio używane zadania przywracania plików

source: Restore
pl: Przywróć

source: Recently-used cleanup tasks
pl: Ostatnio używane zadania czyszczenia katalogów

source: Clean up
pl: Wyczyść

source: Create desktop shortcut for current task
pl: Utwórz skrót na Pulpicie dla bieżącego zadania

source: Shortcut
pl: Skrót

source: Show log file
pl: Pokaż plik z logiem

source: View log
pl: Zobacz log

source: Quit Personal Backup
pl: Zakończ program Personal Backup

source: End
pl: Koniec

source: Last backed up:
pl: Ostatnia kopia zapasowa:

source: Destination:
pl: Cel:

source: Destination folder
pl: Folder docelowy

source: Other user account to access destination directory
pl: Konto innego użytkownika, aby uzyskać dostęp do katalogu docelowego

source: Select backup destination directory
pl: Wybierz katalog docelowy kopii zapasowej

source: Use volume name instead of drive letter
pl: Użyj nazwy woluminu zamiast litery dysku

source: FTP server destination
pl: Docelowy serwer FTP

source: FTP connection
pl: Połączenie FTP

source: Start current backup task
pl: Uruchom bieżące zadanie kopii zapasowej

source: &Start backup
pl: &Uruchom

source: Windows folder
pl: Folder Windows

source: FTP server
pl: Serwer FTP

source: Directories to be backed up
pl: Katalogi do zarchiwizowania

source: Selections for backup task
pl: Wybór plików do kopii zapasowej

source: Subdirectories
pl: Podkatalogi

source: Number of files selected for backup
pl: Liczba plików wybranych do kopii zapasowej

source: Tagged only
pl: Tylko zaznaczone

source: Select subdirectories
pl: Wybierz podkatalogi

source: Count files
pl: Policz pliki

source: Directory filters
pl: Filtry katalogów

source: Predefined filters for subdirectories
pl: Predefiniowane filtry podkatalogów

source: Edit directory filter
pl: Edytuj filtry katalogów

source: Edit
pl: Edytuj

source: Remove selected filters
pl: Usuń zaznaczone filtry

source: Remove
pl: Usuń

source: Apply selected filters to subdirectories
pl: Zastosuj zaznaczone filtry do podkatalogów

source: Apply
pl: Zastosuj

source: All except tagged
pl: Wszystkie oprócz zaznacz.

source: Files
pl: Pliki

source: Attributes
pl: Atrybuty

source: Only
pl: Tylko

source: Not
pl: Nie

source: Archive
pl: Archiwalny

source: Read only
pl: Tylko do odczytu

source: Hidden
pl: Ukryty

source: System
pl: Systemowy

source: File size
pl: Rozmiar pliku

source: and
pl: oraz

source: All
pl: Wszystko

source: Smaller than
pl: Mniejszy niż

source: Larger than
pl: Większy niż

source: Between
pl: Pomiędzy

source: Filter
pl: Filtr

source: As regular expression
pl: Jako wyrażenie regularne

source: Edit filename filter
pl: Edytuj filtr nazw plików

source: Settings
pl: Ustawienia

source: Filter for filenames
pl: Filtr nazw plików

source: Copy settings from previous directory entry
pl: Skopiuj ustawienia z poprzedniego elementu katalogu

source: Time slot
pl: Przedział czasowy

source: days
pl: dni

source: from:
pl: od:

source: to:
pl: do:

source: Show selected files
pl: Pokaż wybrane pliki

source: Preview
pl: Podgląd

source: Apply settings
pl: Zastosuj ustawienia

source: All since
pl: Wszystkie od

source: All before
pl: Wszystkie przed

source: Time period
pl: Okres czasu

source: Today from
pl: Dzisiaj od

source: Older than
pl: Starsze niż

source: Not older than
pl: Nie starsze niż

source: Since last backup
pl: Od ostatniej kopii zapasowej

source: Types
pl: Typy

source: Back up only file types shown in window on left
pl: Twórz tylko kopię zapasową typów plików widocznych w oknie po lewej

source: Only these
pl: Tylko te

source: Back up all except file types shown on right
pl: Twórz kopię zapasową wszystkich typów plików z wyjątkiem widocznych po prawej

source: All except
pl: Wszystkie oprócz

source: Include selected file types
pl: Dołącz wybrane typy plików

source: Include all file types
pl: Dołącz wszystkie typy plików

source: Exclude selected file types
pl: Wyklucz wybrane typy plików

source: Exclude all file types
pl: Wyklucz wszystkie typy plików

source: Apply a filter for file type selection
pl: Zastosuj filtr do wyboru typu pliku

source: Never back up these file types
pl: Nigdy nie twórz kopii tych typów plików

source: Type
pl: Typ

source: Count
pl: Liczba

source: Size
pl: Rozmiar

source: Back up only these file types
pl: Twórz kopię tylko tych typów plików

source: Remove selected directory from task
pl: Usuń podświetlony katalog z zadania

source: Add directory to task
pl: Dodaj katalog do zadania

source: Remove directory from task
pl: Usuń katalog z zadania

source: Sort alphabetically
pl: Sortuj alfabetycznie

source: Move directory one up
pl: Przenieś katalog do góry

source: Move directory one down
pl: Przenieś katalog na dół

source: Test
pl: Testuj

source: These are the directories selected for backup
pl: Katalogi wybrane do kopii zapasowej

source: Task settings
pl: Ustawienia zadania

source: Select method how to backup files
pl: Wybierz metodę tworzenia kopii zapasowej

source: Backup method
pl: Metoda kopii zapasowej

source: (recommended)
pl: (zalecane)

source: Separate directories for drives
pl: Oddzielne katalogi dla napędów

source: Original full directory structure
pl: Oryginalna pełna struktura katalogów

source: One directory without full path
pl: Jeden katalog bez pełnej ścieżki

source: Separated by root directory
pl: Rozdzielone wg katalogu głównego

source: All files into one zip archive
pl: Wszystkie pliki w jednym archiwum ZIP

source: Separated by drive and subdirectory
pl: Rozdzielone wg napędu i podkatalogu

source: Separated by subdirectory
pl: Rozdzielone wg podkatalogów

source: Separate files
pl: Oddzielne pliki

source: Zip archive(s)
pl: Archiwum(a) ZIP

source: Select backup mode
pl: Wybierz tryb kopii zapasowej

source: Backup mode
pl: Tryb kopii zapasowej

source: Archive bit:
pl: Atrybut Archiwalny:

source: Use
pl: Użyj

source: Reset
pl: Resetuj

source: Update
pl: Aktualizuj

source: Full (new)
pl: Pełna (nowa)

source: Differential
pl: Różnicowa

source: Incremental
pl: Przyrostowa

source: Only files with archive bit set
pl: Tylko pliki z atrybutem Archiwalny

source: Settings for timestamp and size comparison of files
pl: Ustawienia stempla czasowego i porównywania wielkości plików

source: Comparison settings
pl: Ustawienia porównywania

source: Miscellaneous
pl: Różne

source: Copy creation and last write times of files
pl: Kopiuj czas utworzenia i ostatniego zapisu plików

source: Copy creation time
pl: Kopiuj czas utworzenia

source: Available only on NTFS destinations
pl: Dostępne tylko, gdy celem jest katalog NTFS

source: Copy file details
pl: Kopiuj szczegóły pliku

source: Backed-up files will be moved to Recycle Bin after successful backup
pl: Po utworzeniu kopii, zarchiwizowane pliki zostaną przeniesione do Kosza

source: Delete source files after backup
pl: Usuń pliki źródłowe po utworzeniu kopii

source: Delete empty directories at destination
pl: Usuń puste katalogi w miejscu docelowym

source: Verify copied files
pl: Weryfikuj skopiowane pliki

source: Available only on NTFS and network destinations
pl: Dostępne tylko w miejscach docelowych NTFS i sieciowych

source: Copy file permissions
pl: Kopiuj uprawnienia do plików

source: Settings for file compression
pl: Ustawienia kompresji plików

source: File processing
pl: Przetwarzanie pliku

source: Settings for encryption
pl: Ustawienia szyfrowania

source: Enter fixed password for this task
pl: Podaj hasło dla tego zadania

source: Use fixed password
pl: Użyj podanego hasła

source: Encrypt files
pl: Szyfruj pliki

source: No compression for these types:
pl: Nie kompresuj tych typów plików:

source: Compress files
pl: Kompresuj pliki

source: as zip
pl: jako ZIP

source: Select file types not to be compressed
pl: Wybierz typy plików, które nie będą skompresowane

source: File types not to compress
pl: Typy plików bez kompresji

source: AES encryption depth:
pl: Poziom szyfrowania AES:

source: Automatic
pl: Automatycznie

source: Maximum size:
pl: Rozmiar maksymalny:

source: Name of zip file:
pl: Nazwa pliku ZIP:

source: unlimited
pl: bez limitu

source: Use Volume Shadow Copy service
pl: Użyj usługi Kopiowania Woluminów w Tle

source: Other options
pl: Inne opcje

source: Delete from backup destination any files no longer present at source
pl: Usuń z miejsca docelowego kopii wszystkie pliki nie istniejące w miejscu źródłowym

source: Synchronize backup directory
pl: Synchronizuj katalog kopii zapasowej

source: Use Recycle Bin
pl: Użyj Kosza systemowgo

source: Off
pl: Wyłączone

source: All files
pl: Wszystkie pliki

source: Selected files, retain other
pl: Wybrane pliki, zachowaj inne

source: Selected files, delete other
pl: Wybrane pliki, usuń inne

source: Before backup
pl: Przed tworz. kopii

source: After backup
pl: Po utworz. kopii

source: Security backup of old file versions
pl: Kopie bezpieczeństwa starych wersji plików

source: Retain old file versions at backup destination
pl: Zachowaj stare wersje plików w miejscu docelowym kopii zapasowych

source: During backup
pl: Podczas tworzenia kopii

source: Rename files during synchronization instead of deleting from destination
pl: Zmień nazwy plików podczas synchronizacji, zamiast usuwać je z miejsca docelowego

source: During synchronization
pl: Podczas synchronizacji

source: Settings for filenames of recent versions
pl: Ustawienia nazw plików w najnowszych wersjach

source: Settings for filenames to be deleted on synchronisation
pl: Ustawienia nazw plików, które mają zostać usunięte podczas synchronizacji

source: Send mail after backup
pl: Wyślij maila po utworzeniu kopii

source: Mail settings
pl: Ustawienia poczty

source: Settings for automatic E-Mail delivery after backup
pl: Ustawienia automatycznego dostarczania wiadomości e-mail po utworzeniu kopii zapasowej

source: Apply external programs before and after backup
pl: Uruchom zewnętrzny program przed i po utworzeniu kopii zapasowej

source: Settings for external programs
pl: Ustawienia zewnętrznych programów

source: Task description
pl: Opis zadania

source: Task security
pl: Zabezpieczenie zadania hasłem

source: Log file
pl: Plik z logiem

source: Log settings
pl: Ustawienia logu

source: Filename processing
pl: Przetwarzanie nazw plików

source: Junction points
pl: Linkowane katalogi (Junction)

source: Copy settings
pl: Ustawienia kopiowania

source: Copy time out
pl: Limit czasu kopiowania plików

source: Copy priority
pl: Priorytet kopiowania

source: Transfer speed
pl: Szybkość transferu

source: Timestamp file
pl: Plik ze stemplem czasowym

source: Skip directories
pl: Pomiń katalogi

source: Scan directories
pl: Skanuj katalogi

source: Power options
pl: Opcje zasilania

source: Removable media
pl: Wymienne nośniki

source: kByte
pl: kBajty

source: Size of the internal buffer used to copy files during backup.
pl: Rozmiar wewnętrznego bufora używanego podczas kopiowania plików.

source: Reset to default value
pl: Resetuj do wartości domyślnej

source: Use Windows write cache
pl: Używaj bufora zapisu systemu Windows

source: Detect timeout while copying files after:
pl: Limit czasu kopiowania plików upływa po:

source: Set to 0 for no timeout detection.
pl: Ustaw 0, by wyłączyć limit czasu.

source: Number of timeouts to be allowed:
pl: Liczba dopuszcz. przekroczeń limitu czasu:

source: kByte/s
pl: kBajtów/s

source: Limit maximum transfer speed during backup to:
pl: Limit szybkości transferu podczas tworzenia kopii:

source: Set to 0 to use the maximum available speed.
pl: Wartość 0 oznacza brak limitu (prędkość maksymalna).

source: Change filenames on backup
pl: Zmieniaj nazwy plików podczas tworzenia kopii zapas.

source: To lower case
pl: Na małe litery

source: No
pl: Nie

source: To UPPER CASE
pl: Na WIELKIE LITERY

source: Illegal characters in filenames
pl: Znaki niedopuszczalne w nazwach plików

source: Do not replace
pl: Nie zamieniaj

source: Replace with
pl: Zamień na

source: Settings for backup log:
pl: Ustawienia logu kopii zapasowej:

source: Options:
pl: Opcje:

source: Show warnings in short log
pl: Pokaż ostrzeżenia w logu skróconym

source: Print automatically after backup
pl: Drukuj automatycznie po utworzeniu kopii zapasowej

source: Error summary
pl: Podsumowanie błędów

source: Mode:
pl: Tryb:

source: Short
pl: Skrócony

source: Long
pl: Obszerny

source: Verbose
pl: Szczegółowy

source: Junctions are symbolic links to other directories and are available only with NTFS file systems. Select whether to include all files from linked directories in the backup and whether to use the junction paths for the destination.
pl: Punkty połączenia (junction) są linkami symbolicznymi do innych katalogów i są dostępne tylko w systemie plików NTFS. Wybierz, czy dołączyć pliki z linkowanych katalogów do kopii zapasowej oraz czy używać linkowanych ścieżek jako miejsce docelowe.

source: Use junction paths
pl: Używaj linkowanych ścieżek

source: Include files from junctions
pl: Dołącz pliki z linkowanych katalogów

source: Ignore junctions
pl: Ignoruj linkowane katalogi

source: Description for backup task:
pl: Opis zadania tworzenia kopii zapasowej:

source: Use default log file
pl: Używaj domyślnego pliku z logiem

source: Use following log file for current task
pl: Użyj poniższego pliku z logiem dla bieżącego zadania

source: Set to name of task
pl: Wstaw nazwę zadania

source: By default, a timestamp file in the destination directory will only be created at alternating schedules.
pl: Domyślnie plik stempla czasowego w katalogu docelowym będzie tworzony tylko w harmonogramach cyklicznych.

source: Create timestamp file in destination directory at all backup modes
pl: Utwórz plik stempla czasowego w katalogu docelowym we wszystkich trybach tworzenia kopii zapasowych

source: Process priority for file copying:
pl: Priorytet procesu kopiowania plików:

source: Normal
pl: Normalny

source: Very low
pl: Bardzo niski

source: Low
pl: Niski

source: High
pl: Wysoki

source: Very high
pl: Bardzo wysoki

source: Reduce CPU usage
pl: Redukcja wykorzystania CPU

source: Protect the task file from overwriting by unauthorized users
pl: Zabezpiecz zadanie przed nadpisaniem przez nieautoryzowanych użytkowników

source: Password:
pl: Hasło:

source: Password
pl: Hasło

source: Confirm password:
pl: Potwierdź hasło:

source: Confirm password
pl: Potwierdź hasło

source: Check this option to avoid the user being prompted to insert a medium if the drive with the directory to be backed up is unavailable, or to establish a network connection if a password is required.
pl: Zaznacz tę opcję, aby uniknąć pytania użytkownika o włożenie nośnika, jeśli dysk z katalogiem, którego kopię zapasową chcesz wykonać, jest niedostępny lub aby ustanowić połączenie sieciowe, jeśli wymagane jest hasło.

source: Skip directories on unavailable drives
pl: Pomiń katalogi na niedostępnych napędach

source: During backup operations, the program will by default prevent the computer from going into idle mode and the display from being switched off.
pl: Podczas operacji tworzenia kopii zapasowej program domyślnie zapobiega przechodzeniu komputera w tryb czuwania i wyłączaniu monitora.

source: Allow the display to be switched off during backup
pl: Pozwól na wyłączanie monitora podczas tworzenia kopii zapasowej

source: Check this option if you want to scan all directories every time before starting the backup. This will count the files and recalculate the volume to be backed up to ensure a reliable total progress bar.
pl: Zaznacz tę opcję, jeśli chcesz skanować wszystkie katalogi za każdym razem przed rozpoczęciem tworzenia kopii zapasowej. Spowoduje to zliczenie plików i ponowne obliczenie rozmiaru plików do archiwizacji, aby prawidłowo wyświetlać pasek z postępem operacji.

source: Scan directories before backup
pl: Skanuj katalogi przed rozpoczęciem kopii zapasowej

source: Check this option if you do not wish the drive letters of source directories on removable media to be replaced by the associated volume names.
pl: Zaznacz tę opcję, jeśli nie chcesz, aby litery napędów z katalogami źródłowymi na nośnikach wymiennych były zastępowane nazwami woluminów.

source: Do not use volume names for source directories
pl: Nie używaj nazw woluminów dla katalogów źródłowych

source: Apply changes
pl: Zastosuj zmiany

source: Directories
pl: Katalogi

source: Selection:
pl: Wybór:

source: Add selected directory to task
pl: Dodaj zaznaczony katalog do zadania

source: &Add to task
pl: &Dodaj do zadania

source: Select and add directory to task
pl: Wybierz i dodaj katalog do zadania

source: Select and add files to task
pl: Wybierz i dodaj pliki do zadania

source: File types
pl: Typy plików

source: Preconfigured file type lists:
pl: Lista prekonfigurowanych typów plików:

source: Here you can store a selection of file types
pl: Tutaj możesz zapisać wybrane typy plików

source: Create new file type list
pl: Utwórz nową listę typów plików

source: Update file type list
pl: Aktualizuj listę typów plików

source: Apply file type list to selected directory
pl: Zastosuj listę typów plików do wybranego katalogu

source: Delete file type list
pl: Usuń listę typów plików

source: Load type list from file
pl: Wczytaj listę typów z pliku

source: Load
pl: Wczytaj

source: Save type list to file
pl: Zapisz listę typów do pliku

source: Auto Backup
pl: Kopia Automatyczna

source: Last backup:
pl: Ostatnia kopia:

source: Alternating schedule
pl: Harmonogram cykliczny

source: No schedule
pl: Brak harmonogramu

source: Show all scheduled backups
pl: Pokaż wszystkie zaplanowane kopie zapasowe

source: Show icon in notification area
pl: Pokaż ikonę w obszarze powiadomień

source: Start backup at
pl: Rozpocznij kopię zapasową

source: on these days of the week
pl: w tych dniach tygodnia

source: Start automatic backup
pl: Rozpocznij automatyczną kopię zapasową

source: Selected days:
pl: Wybrane dni:

source: Monday|Mo
pl: Poniedziałek|Po

source: Tuesday|Tu
pl: Wtorek|Wt

source: Wednesday|We
pl: Środa|Śr

source: Thursday|Th
pl: Czwartek|Cz

source: Friday|Fr
pl: Piątek|Pi

source: Saturday|Sa
pl: Sobota|So

source: Sunday|Su
pl: Niedziela|Ni

source: Never
pl: Nigdy

source: Always on logon
pl: Zawsze przy logowaniu

source: Daily on logon
pl: Raz dziennie przy logowaniu

source: Daily at selected time
pl: Raz dziennie o wybranej godzinie

source: Always on logoff
pl: Zawsze przy wylogowywaniu

source: On first logon
pl: Przy pierwszym logowaniu

source: On first logoff
pl: Przy pierwszym wylogowaniu

source: Add current task for automatic execution
pl: Dodaj bieżące zadanie do automatycznego wykonania

source: Load task for automatic execution
pl: Wczytaj zadanie do automatycznego wykonania

source: Remove automatic task
pl: Usuń zadanie automatyczne

source: Show automatic task
pl: Pokaż zadanie automatyczne

source: Run on next logon if scheduled start was missed
pl: Uruchom przy nast. logowaniu, jeśli zaplanowany start został pominięty

source: Status window
pl: Okno statusu

source: Backup priority
pl: Priorytet kopii zapas.

source: Wait for prompt
pl: Nie zamykaj

source: Close automatically
pl: Zamknij automatycznie

source: Not visible
pl: Niewidoczne

source: Wait only on errors
pl: Czekaj tylko po błędach

source: Not visible except on errors
pl: Niewid., z wyjątkiem błędów

source: Process priority for automatic backup
pl: Priorytet procesu automatycznej kopii zapasowej

source: Windows Scheduler
pl: Harmonogram Windows

source: Start Personal Backup task via Windows Task Scheduler:
pl: Uruchom Personal Backup przez Harmonogram Zadań Windows:

source: Scheduled tasks that use Personal Backup:
pl: Zaplanowane zadania korzystające z Personal Backup:

source: New backup as scheduled task
pl: Nowa kopia zapasowa jako zadanie w Harmonogramie Zadań Windows

source: Name
pl: Nazwa

source: Next run time
pl: Następne uruchomienie

source: Edit scheduled backup task
pl: Edytuj zaplanowane zadanie kopii zapasowej

source: &Backup task
pl: &Zadanie

source: &New ...
pl: &Nowe...

source: &Open ...
pl: &Otwórz...

source: Open from task &directory ...
pl: Otwórz z &katalogu z zadaniami...

source: &Save
pl: &Zapisz

source: Save &as ...
pl: Zapisz &jako...

source: &Import ...
pl: &Importuj...

source: &Export ...
pl: &Eksportuj...

source: Recently-opened &tasks
pl: Ostatnio o&twarte zadania

source: &End
pl: &Koniec

source: &Actions
pl: &Akcje

source: Start &backup
pl: &Rozpocznij tworzenie kopii zapasowej

source: &Add directory to task ...
pl: &Dodaj katalog do zadania...
