Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: &Verify backup
pl: &Weryfikuj kopię zapasową

source: &Open dialog ...
pl: &Otwórz okno dialogowe...

source: &Load task ...
pl: W&czytaj zadanie...

source: Create &desktop shortcut
pl: Utwórz &skrót na pulpicie

source: S&imulate backup ...
pl: Sy&mulacja kopii zapasowej...

source: &Restore
pl: &Przywróć

source: &Clean up
pl: W&yczyść

source: for &current task ...
pl: dla &bieżącego zadania...

source: for &several tasks ...
pl: dla &wielu zadań...

source: &Logs
pl: &Logi

source: &Current log
pl: &Bieżący log

source: &Show ...
pl: &Pokaż...

source: &Delete ...
pl: &Usuń...

source: &Show other ...
pl: &Pokaż inne...

source: &Delete old logs ...
pl: &Usuń stare logi...

source: &FTP log
pl: Log &FTP

source: &View ...
pl: &Widok...

source: &Update view
pl: &Odśwież widok

source: &Tools
pl: &Narzędzia

source: Scheduled &tasks
pl: &Zaplanowane zadania

source: &Add current backup task
pl: &Dodaj bieżące zadanie kopii zapasowej

source: &Edit scheduled task
pl: &Edytuj zaplanowane zadanie

source: Configure backup &schedules
pl: Konfiguruj &harmonogram tworzenia kopii zapasowych

source: &External Restore program
pl: Z&ewnętrzny program do przywracania plików

source: Start &Backup under different account
pl: Uruchom tworzenie &kopii zapasowej na koncie innego użytkownika

source: &Thunderbird mail backup
pl: Kopia zapasowa poczty programu &Thunderbird

source: &Preferences
pl: &Preferencje

source: Program &start ...
pl: &Uruchamianie programu...

source: S&hutdown ...
pl: W&yłączanie...

source: &Copy options ...
pl: Opcje &kopiowania...

source: &Security copies ...
pl: Opcje &bezpieczeństwa...

source: &Log file ...
pl: &Logowanie operacji...

source: &Printer ...
pl: &Drukarka...

source: &Directories ...
pl: Ka&talogi...

source: &Other ...
pl: &Inne...

source: &Language
pl: &Język

source: &Help
pl: Pomo&c

source: &Overview
pl: &Przegląd

source: &Desktop
pl: &Okno główne

source: &License
pl: &Licencja

source: &Version
pl: &Wersja

source: Ch&angelog
pl: Lista &zmian

source: &References
pl: &Referencje

source: &Check for update ...
pl: Sprawdź &aktualizacje...

source: &Homepage
pl: &Strona domowa

source: Do&nate
pl: Ws&parcie

source: Backup tasks|*.buj|all|*.*
pl: Zadanie kopii zapasowej|*.buj|Wszystkie pliki|*.*

source: Show all selected files ...
pl: Pokaż wszystkie wybrane pliki...

source: Show all excluded files ...
pl: Pokaż wszystkie wykluczone pliki...

source: Show all files to be backed up ...
pl: Pokaż wszystkie pliki do archiwizacji...

source: Show all files not to be backed up ...
pl: Pokaż wszystkie pliki wyłączone z archiwizacji...

source: Rescan selected directory ...
pl: Przeskanuj ponownie wybrane katalogi...

source: Replace directory ...
pl: Zamień katalog...

source: Replace directories no longer available ...
pl: Zamień katalogi, które nie są już dostępne...

source: Remove all directories no longer available
pl: Usuń wszystkie katalogi, które nie są już dostępne

source: Add to task
pl: Dodaj do zadania

source: Cut selected text
pl: Wytnij zaznaczony tekst

source: Copy selected text
pl: Kopiuj zaznaczony tekst

source: Paste from clipboard
pl: Wklej ze schowka

source: Delete selected text
pl: Usuń zaznaczony tekst

source: Remove current item from list
pl: Usuń bieżący element z listy

source: Clear whole list
pl: Wyczyść całą listę

source: Save task
pl: Zapisz zadanie

source: Save task as ...
pl: Zapisz zadanie jako...

source: Start backup
pl: Utwórz kopię

source: Create Desktop shortcut ...
pl: Utwórz skrót na Pulpicie...

source: Create new scheduled task
pl: Utwórz nowe zaplanowane zadanie

source: Run scheduled task immediately
pl: Uruchom zaplanowane zadanie teraz

source: Edit scheduled task ...
pl: Edytuj zaplanowane zadanie....

source: Show files of subdirectory ...
pl: Pokaż pliki z podkatalogu...

source: Edit list
pl: Edytuj listę

source: Clear list
pl: Wyczyść listę

source: FTP connection settings
pl: Ustawienia połączenia FTP

source: This option is only for debugging purposes
pl: Ta opcja służy tylko do debugowania

source: Write communication log to file
pl: Zapisz log komunikacji do pliku

source: General
pl: Ogólne

source: Server name:
pl: Nazwa serwera:

source: User name:
pl: Nazwa użytkownika:

source: Remote directory:
pl: Katalog zdalny:

source: Show password
pl: Pokaż hasło

source: User name
pl: Nazwa użytkownika

source: Use secure data connection
pl: Używaj połączenia bezpiecznego

source: If available
pl: Jeśli dostępne

source: Always
pl: Zawsze

source: Require
pl: Wymagaj

source: Advanced settings
pl: Ustawienia zaawansowane

source: Options
pl: Opcje

source: Use passive mode
pl: Używaj trybu pasywnego

source: Use IPv6
pl: Używaj IPv6

source: Force UTF-8 encoding
pl: Wymuś kodowanie UTF-8

source: More options
pl: Więcej opcji

source: Use HOST command
pl: Używaj komendy HOST

source: Send OPTS command for UTF-8
pl: Wyślij komendę OPTS dla UTF-8

source: Force EPRT/EPSV for IPv6
pl: Wymuś EPRT/EPSV dla IPv6

source: Time zone
pl: Strefa czasowa

source: Add offset to timestamps
pl: Dodaj offset do znaczników czasu

source: Advanced
pl: Zaawansowane

source: Filenames
pl: Nazwy plików

source: Change to
pl: Zmień na

source: Allow filenames to be enclosed in quotes
pl: Pozwalaj na ujmowanie nazw plików w cudzysłowy

source: Use encoding for these characters:
pl: Używaj kodowania dla tych znaków:

source: lower case
pl: małe litery

source: UPPER CASE
pl: WIELKIE LITERY

source: Establishing the connection
pl: Nawiązywanie połączenia

source: Maximum waiting time to establish the connection:
pl: Maksymalny czas oczekiwania na nawiązanie połączenia:

source: Maximum number of attempts to connect to server:
pl: Maksymalna liczba prób połączenia z serwerem:

source: Interval:
pl: Interwał:

source: Command:
pl: Komenda:

source: Maximum waiting time for server response:
pl: Maksymalny czas oczekiwania na odpowiedź serwera:

source: Send command to keep connection alive
pl: Wyślij komendę, aby utrzymać połączenie

source: Proxy settings
pl: Ustawienia proxy

source: Use Proxy-Server
pl: Używaj serwera proxy

source: General settings
pl: Ustawienia ogólne

source: Start up
pl: Rozpocznij

source: Start backups
pl: Uruchom tworzenie kopii zapasowych

source: Open dialog ...
pl: Otwórz okno dialogowe...

source: Cleanup
pl: Oczyszczanie

source: with backup
pl: z kopią zapasową

source: without backup
pl: bez kopii zapasowej

source: with backup then hybrid sleep
pl: z kopią zapasową, następnie uśpienie hybrydowe

source: with backup then restart
pl: z kopią zapasową, następnie restart

source: and allow hybrid sleep
pl: i pozwól na uśpienie hybrydowe

source: and restart
pl: i restartuj

source: Show
pl: Pokaż

source: Version info
pl: Informacja o wersji

source: Quit program
pl: Zakończ program

source: Applications|*.exe|all|*.*
pl: Programy|*.exe|Wszystkie pliki|*.*

source: Specify the same settings used for the backup to be restored.
pl: Określ te same ustawienia, które są używane do przywracania kopii zapasowej.

source: Security copies created on backup
pl: Kopie bezpieczeństwa utworzone podczas tworzenia kopii zapasowej

source: Directory prefix
pl: Przedrostek katalogu

source: Insert placeholder for backup date
pl: Wstaw symbol zastępczy dla daty utworzenia kopii zapasowej

source: Insert placeholder for backup time
pl: Wstaw symbol zastępczy dla czasu utworzenia kopii zapasowej

source: Insert placeholder for file timestamp
pl: Wstaw symbol zastępczy dla stempla czasowego pliku

source: Insert placeholder for history
pl: Wstaw symbol zastępczy dla historii

source: Filename suffix
pl: Przyrostek nazwy pliku

source: Security copies created on synchronization
pl: Kopie bezpieczeństwa tworzone podczas synchronizacji

source: Clean up
pl: Wyczyść

source: Directory
pl: Katalog

source: Replace drive letter by volume name
pl: Zastąp literę napędu nazwą woluminu

source: Select backup directory
pl: Wybierz katalog dla kopii zapasowej

source: FTP remote directory
pl: Katalog zdalny FTP

source: Local or network directory
pl: Katalog lokalny lub sieciowy

source: Age of files
pl: Wiek plików

source: All older than
pl: Wszystkie starsze niż

source: weeks
pl: tygodnie

source: months
pl: miesiące

source: years
pl: lata

source: Filter for filenames without extension
pl: Filtr nazw plików bez rozszerzenia

source: File filter
pl: Filtr plików

source: Send mail
pl: Wyślij e-mail

source: Settings for automatic E-Mail delivery after cleanup
pl: Ustawienia automatycznego dostarczania wiadomości e-mail po wyczyszczeniu

source: Delete
pl: Usuń

source: Root directories
pl: Katalogi główne

source: Only security backups
pl: Tylko kopie bezpieczeństwa

source: Types selection
pl: Wybór typów

source: Edit types selection
pl: Edytuj wybór typów

source: Examine compressed single files
pl: Sprawdź skompresowane pojedyncze pliki

source: &Close
pl: &Zamknij

source: Start cleanup as scheduled task
pl: Rozpocznij oczyszczanie jako zaplanowane zadanie

source: Load cleanup task
pl: Wczytaj zadanie oczyszczania

source: Save cleanup task
pl: Zapisz zadanie oczyszczania

source: Show all selected files or directories to confirm deleting
pl: Pokaż wszystkie wybrane pliki lub katalogi, aby potwierdzić usunięcie

source: Settings for log
pl: Ustawienia logu

source: Save cleanup task as new file
pl: Zapisz zadanie oczyszczania jako nowy plik

source: Synchronize
pl: Synchronizuj

source: With source directory
pl: Z katalogiem źródłowym

source: With following directory:
pl: Z poniższym katalogiem:

source: Select directory for synchronization
pl: Wybierz katalog do synchronizacji

source: Only available if the backup destination was separated by drives
pl: Dostępne tylko, gdy miejsce docelowe kopii zapasowej zostało rozdzielone wg napędów

source: Change drive identifier
pl: Zmień identyfikator napędu

source: Option for deleting security copies
pl: Opcja usuwania kopii bezpieczeństwa

source: Only applicable on backups with security copies using the placeholder for the backup date
pl: Dotyczy tylko kopii zapasowych z kopiami bezpieczeństwa wykonanych z wykorzystaniem symbolu zastępczego dla daty utworzenia kopii

source: Delete security copies older than
pl: Usuń kopie bezpieczeństwa starsze niż

source: Preserve security copies
pl: Zachowaj kopie bezpieczeństwa

source: from backup:
pl: z kopii zapasowej:

source: from synchronization:
pl: z synchronizacji:

source: Settings to exclude security copies created at backup and/or synchronization
pl: Ustawienia wykluczania kopii bezpieczeństwa utworzonych podczas tworzenia kopii zapasowej i/lub synchronizacji

source: Retain empty directories
pl: Zachowaj puste katalogi

source: Confirmation
pl: Potwierdzenie

source: Assigned backup directory:
pl: Przydzielony katalog kopii zapasowej:

source: Do not backup this directory anymore:
pl: Nie twórz kopii zapasowej tego katalogu:

source: Yes
pl: Tak

source: Delete all files backed-up from this directory
pl: Usuń wszystkie pliki kopii zapasowej pochodzące z tego katalogu

source: Files will be deleted at source after backup!
pl: Pliki źródłowe zostaną usunięte po zakończeniu tworzenia kopii zapasowej!

source: Are you sure you wish to do this?
pl: Czy na pewno chcesz to zrobić?

source: Delete also empty subdirectories at source
pl: Usuń także puste podkatalogi w miejscu źródłowym

source: Delete also empty root directories at source
pl: Usuń także puste katalogi główne w miejscu źródłowym

source: Delete files
pl: Usuń pliki

source: Show all directories
pl: Pokaż wszystkie katalogi

source: Show only root directories
pl: Pokaż tylko katalogi główne

source: Search
pl: Szukaj

source: Search for matching file or directory
pl: Szukaj pasującego pliku lub katalogu

source: Find
pl: Znajdź

source: Search for next matching file or directory
pl: Szukaj następnego pasującego pliku lub katalogu

source: Find next
pl: Znajdź następny

source: Select all
pl: Zaznacz wszystko

source: Deselect all
pl: Odznacz wszystko

source: Settings for file preview and comparison
pl: Ustawienia podglądu i porównywania plików

source: Directory:
pl: Katalog:

source: Date
pl: Data

source: View file
pl: Zobacz plik

source: Compare file
pl: Porównaj plik

source: Name of desktop shortcut:
pl: Nazwa skrótu na pulpicie:

source: Description:
pl: Opis:

source: Power-off
pl: Wyłącz zasilanie

source: Hybrid shutdown
pl: Wyłącz. hybrydowe

source: Always wait for prompt
pl: Nie zamykaj

source: Wait for prompt only on errors
pl: Czekaj na monit tylko po wyst. błędów

source: Show only on errors
pl: Pokaż tylko po wystąpieniu błędów

source: No splash screen
pl: Bez okna powitalnego

source: Action changeable by user
pl: Akcja możliwa do zmiany przez użytkownika

source: Selected tasks:
pl: Wybrane zadania:

source: Select automatic task
pl: Wybierz zadanie automatyczne

source: Run as administrator
pl: Uruchom jako administrator

source: Select external programs
pl: Wybierz zewnętrzny program

source: External viewer:
pl: Zewnętrzna przeglądarka:

source: Select external viewer
pl: Wybierz zewnętrzną przeglądarkę

source: Leave this field empty if you want to use the default Windows file associations.
pl: Pozostaw to pole puste, jeśli chcesz użyć domyślnych asocjacji plików systemu Windows.

source: External program for file comparison:
pl: Zewnętrzny program do porównywania plików:

source: Select program to compare files
pl: Wybierz program do porównywania plików

source: You can use a program such as WinMerge to compare a saved file with the current version.
pl: Możesz użyć programu takiego jak WinMerge do porównywania zapisanego pliku z bieżącą wersją.

source: Command line options for file comparison:
pl: Opcje linii poleceń dla porównywania plików:

source: Close
pl: Zamknij

source: Open desktop
pl: Pokaż okno główne

source: Presets for log
pl: Predefiniowane ustawienia logu

source: Print automatically after action
pl: Drukuj automatycznie po wykonaniu akcji

source: E-Mail configuration
pl: Konfiguracja e-mail

source: Recipients:
pl: Odbiorcy:

source: The tagged recipients will receive a mail only in case of errors
pl: Zaznaczeni odbiorcy otrzymają maila tylko w przypadku wystąpienia błędów

source: Add recipient
pl: Dodaj odbiorcę

source: Remove recipient
pl: Usuń odbiorcę

source: Edit recipient
pl: Edytuj odbiorcę

source: Subject:
pl: Temat:

source: Sender:
pl: Nadawca:

source: Reply-to address:
pl: Adres zwrotny:

source: User name:
pl: Nazwa użytkownika:

source: SMTP server:
pl: Serwer SMTP:

source: Use secure connection
pl: Używaj połączenia bezpiecznego

source: TLS, if available
pl: TLS, jeśli dostępne

source: Send mail to check settings
pl: Wyślij wiadomość e-mail, aby sprawdzić ustawienia

source: Attach log file
pl: Dołącz plik z logiem

source: Pack as zip file
pl: Spakuj do pliku ZIP

source: Only on errors
pl: Tylko przy błędach

source: Send mail after action
pl: Wyślij e-maila po wykonaniu akcji

source: As specified in list of recipients
pl: Jak podano na liście odbiorców

source: Mail delivery status
pl: Status dostarczania poczty

source: SMTP communication log
pl: Log komunikacji SMTP

source: Personal Backup password decryption
pl: Deszyfrowanie hasła Personal Backup

source: Decrypt password
pl: Deszyfruj hasło

source: Quit
pl: Wyjście

source: Insert encrypted password from clipboard
pl: Wstaw zaszyfrowane hasło ze schowka

source: Configure backup schedules
pl: Konfiguracja harmonogramu tworzenia kopii zapasowych

source: Backup schedules:
pl: Harmonogram kopii zapasowych:

source: Task
pl: Zadanie

source: Cycles
pl: Cykle

source: Steps
pl: Kroki

source: Schedule settings
pl: Ustawienia harmonogramu

source: Number of cycles:
pl: Liczba cykli:

source: Steps per cycle:
pl: Kroki na cykl:

source: Start on:
pl: Rozpocznij:

source: Name:
pl: Nazwa:

source: Backup task:
pl: Zadanie tworzenia kopii:

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Full backup and
pl: Pełna kopia oraz

source: differential
pl: różnicowa

source: incremental
pl: przyrostowa

source: Add
pl: Dodaj

source: Replace
pl: Zamień

source: Silent operation
pl: Cicha operacja

source: Create Windows Scheduled Task
pl: Utwórz zadanie w Harmonogramie Zadań Windows

source: Edit Windows scheduled task
pl: Edytuj zadanie z Harmonogramu Zadań Windows

source: Create desktop shortcut for alternating backup
pl: Utwórz skrót na pulpicie dla cyklicznej kopii zapasowej

source: Placeholder for
pl: Symbol zastępczy dla

source: Date (e.g. 2010-12-04)
pl: Data (np. 2010-12-04)

source: Year and week (e.g. 2009-53)
pl: Rok i tydzień (np. 2009-53)

source: Day of week (e.g. Mon,Tue)
pl: Dzień tygodnia (np. Pon,Wto)

source: Number of day of week (Mon = 1)
pl: Numer dnia tygodnia (Pon = 1)

source: Day of year (001 .. 365)
pl: Dzień roku (001 .. 365)

source: Week of year (01 .. 53)
pl: Nr tygodnia w roku (01 .. 53)

source: Day of month (01 .. 31)
pl: Dzień miesiąca (01 .. 31)

source: Week of month (1 .. 6)
pl: Nr tygodnia w miesiącu (1 .. 6)

source: Month of year (01 .. 12)
pl: Nr miesiąca (01 .. 12)

source: Year (e.g. 2010)
pl: Rok (np. 2010)

source: Other
pl: Inne

source: My Documents
pl: Moje Dokumenty

source: Application data
pl: Dane aplikacji

source: User profile
pl: Profil użytkownika

source: Desktop
pl: Pulpit

source: Favorites
pl: Ulubione

source: Program files
pl: Pliki programów

source: Personal Backup path
pl: Ścieżka Personal Backup

source: Computer name
pl: Nazwa komputera

source: Other environment variables
pl: Inna zmienna środowiskowa

source: Task name
pl: Nazwa zadania

source: Start time of action
pl: Czas rozpoczęcia akcji

source: End time of action
pl: Czas zakończenia akcji

source: Duration of action
pl: Czas trwania akcji

source: Status of action
pl: Status akcji

source: User application data
pl: Dane aplikacji użytkownika

source: User local application data
pl: Lokalne dane aplikacji użytkownika

source: All users profile
pl: Profil wszystkich użytkowników

source: Public files
pl: Pliki publiczne

source: Common program files
pl: Wspólne pliki programów

source: Common program files (x86)
pl: Wspólne pliki programów (x86)

source: Program data
pl: Dane programów

source: Date and time
pl: Data i czas

source: Filename of task
pl: Nazwa pliku z zadaniem

source: Destination path
pl: Ścieżka docelowa

source: Name of zip file
pl: Nazwa pliku ZIP

source: System directory
pl: Katalog systemowy

source: Backup task path
pl: Ścieżka zadania kopii zapasowej

source: Backup status
pl: Status kopii zapasowej

source: Time (000000 .. 235959)
pl: Czas (000000 .. 235959)

source: Hour (00 .. 23)
pl: Godzina (00 .. 23)

source: Minute (00 .. 59)
pl: Minuta (00 .. 59)

source: Alternating days:
pl: Kolejne dni:

source: Alternating weeks:
pl: Kolejne tygodnie:

source: Alternating months:
pl: Kolejne miesiące:

source: Volume name of source
pl: Nazwa woluminu ze źródłem

source: Backup selection preview
pl: Podgląd wyboru kopii zapasowej

source: Show directories
pl: Pokaż katalogi

source: Only selected
pl: Tylko wybrane

source: Only not empty
pl: Tylko nie puste

source: Replace characters
pl: Zamień znaki

source: Take security copies into account on restore
pl: Uwzględnij kopie bezpieczeństwa podczas przywracania

source: Location
pl: Położenie

source: Original directory
pl: Katalog oryginalny

source: Subdirectory
pl: Podkatalog

source: Separate directory
pl: Oddzielny katalog

source: Restore from
pl: Przywróć z:

source: Location:
pl: Położenie:

source: &Local or network repository
pl: Repozytorium &lokalne lub sieciowe

source: &FTP server repository
pl: Repozytorium na serwerze &FTP

source: Separated files
pl: Oddzielne pliki

source: Zip files per directory
pl: Pliki ZIP dla każdego katalogu

source: Single zip file
pl: Pojedynczy plik ZIP

source: FTP server directory
pl: Katalog na serwerze FTP

source: Show all selected files and confirm restore
pl: Pokaż wszystkie wybrane pliki i potwierdź przywracanie

source: Start restore as scheduled task
pl: Rozpocznij przywracanie jako zaplanowane zadanie

source: Settings for file comparison by timestamp
pl: Ustawienia porównywania plików według stempla czasowego

source: Time-comparison settings
pl: Ustaw. porównywania czasu

source: Settings for automatic E-Mail delivery after restore
pl: Ustawienia automatycznego dostarczania wiadomości e-mail po zakończeniu przywracania

source: Restore of
pl: Przywróć

source: Restore last write and creation time of files
pl: Przywróć czas utworzenia i ostatniego zapisu plików

source: Creation time
pl: Czas utworzenia

source: File permissions
pl: Uprawnienia do plików

source: File details
pl: Szczegóły pliku

source: Junctions
pl: Foldery linkowane (junctions)

source: All newer than
pl: Wszystkie nowsze niż

source: Only this date
pl: Tylko ta data

source: Restore to
pl: Przywróć do

source: Uncompress:
pl: Dekompresuj:

source: Source directory
pl: Katalog źródłowy

source: Selected directory
pl: Wybrany katalog

source: Select destination directory
pl: Wybierz katalog docelowy

source: No decryption of *.enc files
pl: Bez deszyfrowania plików *.enc

source: Restore empty directories
pl: Przywróć puste katalogi

source: zip files
pl: pliki ZIP

source: Filename and extension filter
pl: Filtr nazw plików i rozszerzeń

source: Load restore task
pl: Wczytaj zadanie przywracania

source: Overwrite
pl: Nadpisz

source: all existing files
pl: wszystkie istniejące pliki

source: existing files when older
pl: istniejące pliki, gdy są starsze

source: no existing files
pl: nie nadpisuj

source: Save restore task as new file
pl: Zapisz zadanie przywracania w nowym pliku

source: Fixed password for restoring encrypted files
pl: Hasło do przywracania zaszyfrowanych plików

source: Save restore task
pl: Zapisz zadanie przywracania

source: Take security copies into account
pl: Uwzględniaj kopie bezpieczeństwa

source: Zip files|*.zip
pl: Pliki ZIP|*.zip

source: Restore files from backup
pl: Przywróć pliki z kopii zapasowej

source: Restore to:
pl: Przywróć do:

source: Done
pl: Zrobione

source: About the program
pl: O programie

source: Overwrite existing files
pl: Nadpisuj istniejące pliki

source: Only older
pl: Tylko starsze

source: Select where to restore files
pl: Wybierz, gdzie przywrócić pliki

source: Overwrite write-protected files
pl: Nadpisuj pliki zabezpieczone przed zapisem

source: Set file associations
pl: Ustaw skojarzenia plików

source: Open selected file
pl: Otwórz wybrany plik

source: gz/gze files
pl: pliki gz/gze

source: Restore all files from the selected directory and its subdirectories
pl: Przywróć wszystkie pliki z wybranego katalogu i jego podkatalogów

source: Restore the latest version of each file relative to a given date
pl: Przywróć ostatnią wersję każdego pliku względem podanej daty

source: Date:
pl: Data:

source: Only for this drive identifier:
pl: Tylko dla tego identyfikatora napędu:

source: (e.g. LwE)
pl: (np. LwE)

source: (e.g. BD*)
pl: (np. BD*)

source: Scan only matching subdirectories:
pl: Skanuj tylko pasujące podkatalogi:

source: whole directory
pl: cały katalog

source: selected files
pl: wybrane pliki

source: files from schedule
pl: pliki z harmonogramu

source: Directories:
pl: Katalogi:

source: &Skip
pl: &Pomiń

source: Schedule
pl: Harmonogram

source: Recurrence
pl: Powtarzanie

source: Daily
pl: Wybrane dni

source: Weekly
pl: Dni tygodnia

source: 1 per week
pl: 1 na tydzień

source: Number of current cycle
pl: Numer bieżącego cyklu

source: Current step:
pl: Bieżący krok:

source: Number of recurrent cycles
pl: Liczba powtórzonych cykli

source: As defined in task
pl: Jak zdefiniowano w zadaniu
