Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: 1x As defined in task + Differential
pl: 1x Jak zdefiniowano w zadaniu + Różnicowa

source: 1x As defined in task + Incremental
pl: 1x Jak zdefiniowano w zadaniu + Przyrostowa

source: 2x As defined in task + Differential
pl: 2x Jak zdefiniowano w zadaniu + Różnicowa

source: 2x As defined in task + Incremental
pl: 2x Jak zdefiniowano w zadaniu + Przyrostowa

source: Full backup on
pl: Pełna kopia zapasowa w dniu

source: Start backup cycle
pl: Rozpocznij cykl tworzenia kopii zapasowej

source: Immediately
pl: Natychmiast

source: Multiple profiles found
pl: Znaleziono wiele profili

source: Select Thunderbird profile:
pl: Wybierz profil Thunderbirda:

source: Select Scheduled Task
pl: Wybierz Zaplanowane Zadanie

source: Last run time
pl: Ostatnio uruchomiono

source: Time schedule:
pl: Zaplanowane uruchomienie:

source: Enabled:
pl: Włączone:

source: Creator:
pl: Twórca:

source: Created:
pl: Utworzono:

source: Application:
pl: Aplikacja:

source: Command line parameters:
pl: Parametry linii poleceń:

source: Start in (optional):
pl: Rozpocznij w (opcjonalnie):

source: Delete task
pl: Usuń zadanie

source: Edit task
pl: Edytuj zadanie

source: Run task
pl: Uruchom zadanie

source: Program preferences
pl: Preferencje programu

source: View
pl: Widok

source: Program start
pl: Uruchamianie

source: Copy
pl: Kopiowanie

source: Security copies
pl: Kopie bezpieczeń.

source: Printer
pl: Drukarka

source: View settings
pl: Ustawienia widoku

source: seconds
pl: sekund

source: Main window
pl: Okno główne

source: Features
pl: Inne opcje

source: Total progress
pl: Całkowity postęp

source: Close on automatic backups after:
pl: Zamykaj przy kopiach automatycznych po upływie:

source: Default position
pl: Domyślna pozycja

source: Default size
pl: Domyślny rozmiar

source: Narrow
pl: Okno zwężone

source: Reduced height
pl: Zmniejszona wysokość

source: Show automatic task instantly
pl: Pokaż natychmiast zadanie autom. po kliknięciu przycisku 1-16

source: Show tooltips
pl: Pokaż podpowiedzi w dymkach

source: from file count
pl: na podstawie liczby plików

source: from file size
pl: na podst. rozmiaru plików

source: Show always on top
pl: Zawsze na wierzchu

source: Play sound
pl: Odgrywaj dźwięki

source: Settings for program start
pl: Ustawienia uruchamiania programu

source: Automatic backups
pl: Kopie automatyczne

source: Normal start
pl: Normalny start

source: Automatic program updates
pl: Automatyczne aktualizacje programu

source: Delay after start:
pl: Czekaj po uruchomieniu:

source: Without splash screen
pl: Bez ekranu powitalnego

source: Notification of failed backup on last logoff
pl: Powiadomienie o nieudanej kopii zapasowej przy ostatnim wylogowaniu

source: Use proxy for updates
pl: Używaj serwera proxy przy aktualizacjach

source: Check for updates
pl: Sprawdzaj aktualizacje

source: Settings for backups on shutdown
pl: Ustawienia kopii zapasowych tworzonych podczas zamykania

source: Default action after shutdown
pl: Domyślna akcja po wyłączeniu

source: Security
pl: Bezpieczeństwo

source: Delay after backup on logoff/shutdown
pl: Czekaj po wykonaniu kopii zapasowej przy wylogowaniu/zamknięciu

source: Power off
pl: Wyłącz zasilanie

source: Allow hybrid sleep
pl: Uśpienie hybrydowe (Vista lub nowszy)

source: Lock computer during backups on logoff/shutdown
pl: Zablokuj komputer podczas tworzenia kopii przy wylogowaniu/zamknięciu

source: File types not to be compressed
pl: Typy plików bez kompresji

source: Size of copy buffers:
pl: Rozmiar buforów kopiowania:

source: FTP transfer:
pl: Transfer FTP:

source: Default setting for new tasks
pl: Ustawienia domyślne nowego zadania

source: Change
pl: Zmień

source: Default
pl: Domyślnie

source: No compression
pl: Bez kompresji

source: Compress as zip
pl: Kompresuj do ZIP

source: Compress as gz
pl: Kompresuj do GZ

source: Settings for security copies
pl: Ustawienia kopii bezpieczeństwa

source: Security copies during backups
pl: Kopie bezpieczeństwa podczas tworzenia kopii zapasowych

source: Security copies during synchronization
pl: Kopie bezpieczeństwa podczas synchronizacji

source: Default directory prefix:
pl: Domyślny przedrostek nazw katalogów:

source: Default filename suffix:
pl: Domyślny przyrostek nazw plików:

source: Maximum file size
pl: Maksymalny rozmiar pliku

source: Enable logging
pl: Włącz logowanie

source: Mode
pl: Tryb

source: Prefix for mail attachments
pl: Przedrostek załączników poczty

source: During cleanup
pl: Podczas oczyszczania

source: During restore
pl: Podczas przywracania

source: During verification
pl: Podczas weryfikacji

source: Printer settings
pl: Ustawienia drukarki

source: Orientation
pl: Orientacja

source: Page margins
pl: Marginesy strony

source: Portrait
pl: Pionowa

source: Landscape
pl: Pozioma

source: Left:
pl: Lewy:

source: Right:
pl: Prawy:

source: Top:
pl: Górny:

source: Bottom:
pl: Dolny:

source: Font
pl: Czcionka

source: Select font
pl: Wybierz czcionkę

source: Task directory
pl: Katalog z plikami zadań

source: Temporary directory
pl: Katalog tymczasowy

source: Directory for log files
pl: Katalog z plikami logów

source: Ini directory
pl: Katalog z plikami konfiguracyjnymi INI

source: Note: a user selected ini directory will be stored in the Windows registry
pl: Uwaga: Katalog z plikami INI wybrany przez użytk. zostanie zapisany w rejestrze Windows

source: Selected
pl: Wybrany

source: Select directory
pl: Wybierz katalog

source: Other settings
pl: Inne ustawienia

source: Mininum password length for encryption
pl: Minimalna długość hasła przy szyfrowaniu

source: User interface
pl: Interfejs użytkownika

source: Other logs
pl: Inne logi

source: Default backup task
pl: Domyślne zadanie kopii zapasowej

source: Maximum retry time to repeat failed file operations
pl: Maksymalny czas ponawiania wykonania nieudanych operacji plikowych

source: Drive identifier
pl: Identyfikator napędu

source: Use ? as placeholder for drive letter
pl: Użyj ? jako symbol zastępczy litery napędu

source: Use wizard for new tasks
pl: Użyj kreatora dla nowych zadań

source: Create SMTP log
pl: Utwórz log SMTP

source: Create VSS log
pl: Utwórz log VSS

source: Insert entry in folder context menu
pl: Dodaj pozycję do menu kontekstowego folderów

source: Not specified
pl: Nieokreślone

source: Select default backup task
pl: Wybierz domyślne zadanie tworzenia kopii zapasowej

source: Copy options
pl: Opcje kopiowania

source: Create Desktop shortcut
pl: Utwórz skrót na Pulpicie

source: Select backup groups
pl: Wybierz grupę kopii zapasowych

source: Action after backups
pl: Akcja po wykonaniu kopii

source: Prompt
pl: Monit

source: Terminate all running programs before starting backups
pl: Zakończ wszystkie działające programy przed rozpoczęciem tworzenia kopii zapasowej

source: Write log file
pl: Zapisz plik z logiem

source: Edit backup task
pl: Edytuj zadanie kopii zapasowej

source: Start Personal Backup under different user account
pl: Uruchom Personal Backup na koncie innego użytkownika

source: Group name:
pl: Nazwa grupy:

source: Backup tasks:
pl: Zadania kopii zapasowej:

source: Group name
pl: Nazwa grupy

source: Selected backup tasks
pl: Wybrane zadania kopii zapasowej

source: Enter fixed password for user account
pl: Podaj hasło dla konta użytkownika

source: Prompt for password
pl: Pytaj o hasło

source: Start backup group immediately
pl: Uruchom teraz grupę tworzenia kopii zapasowych

source: Create Desktop shortcut to start backups
pl: Utwórz skrót na Pulpicie

source: Remove backup task from list
pl: Usuń zadanie tworzenia kopii z listy

source: Add backup task to list
pl: Dodaj zadanie tworzenia kopii do listy

source: Move backup task one up
pl: Przesuń zadanie o jedną pozycję do góry

source: Move backup task one down
pl: Przesuń zadanie o jedną pozycję w dół

source: Quit program and save settings
pl: Zakończ program i zapisz ustawienia

source: Add new group
pl: Dodaj nową grupę

source: Directory for log files:
pl: Katalog na pliki z logami:

source: Select log directory
pl: Wybierz katalog z logami

source: Delete this group
pl: Usuń tę grupę

source: Show backup log file
pl: Pokaż plik z logiem kopii zapasowej

source: Status display time:
pl: Czas wyświetl. statusu:

source: Show PbStarter log file
pl: Pokaż plik z logiem programu PbStarter

source: Parallel processing of tasks
pl: Równoległe przetwarzanie zadań

source: Perform backup
pl: Wykonaj kopię zapasową

source: Rename older file versions
pl: Zmień nazwę starszych wersji plików

source: Filename suffix:
pl: Przyrostek nazwy pliku:

source: Location for older file versions
pl: Lokalizacja starszych wersji plików

source: Leave in original directory
pl: Pozostaw w oryginalnym katalogu

source: Move to subdirectory
pl: Przenieś do podkatalogu

source: Move to separate directory
pl: Przenieś do oddzielnego katalogu

source: Directory prefix:
pl: Przedrostek nazwy katalogu:

source: Move to subdirectory in root
pl: Przenieś do podkatalogu katalogu głównego

source: Maximum age of older versions
pl: Maksymalny wiek starszych wersji

source: Set to 0 to retain all older versions
pl: Ustaw 0, aby zachować wszystkie starsze wersje

source: History copies
pl: Kopie historyczne

source: For automatic history copies no placeholders are allowed, use a fixed suffix.
pl: W przypadku automatycznych kopii historycznych nie można używać symboli zastępczych, można użyć przyrostka.

source: Maximum number:
pl: Maksymalnie:

source: Minimum number:
pl: Minimalnie:

source: Number of legacy copies to be kept
pl: Liczba starych kopii do zachowania

source: Rename directories to be deleted
pl: Zmień nazwę katalogów do usunięcia

source: Insert placeholder for directory timestamp
pl: Wstaw symbol zastępczy dla stempla czasowego katalogu

source: Suffix:
pl: Przyrostek:

source: Prefix:
pl: Przedrostek:

source: Rename files to be deleted
pl: Zmień nazwy plików do usunięcia

source: Location for files and directories to be deleted
pl: Lokalizacja plików i katalogów do usunięcia

source: Scheduled Task Wizard
pl: Kreator Planowania Zadań

source: Show status:
pl: Pokaż status:

source: As in task
pl: Jak w zadaniu

source: No progress window
pl: Bez okna z postępem

source: Priority:
pl: Priorytet:

source: Subsequent action
pl: Kolejne działanie

source: Add backup task
pl: Dodaj zadanie kopii zapasowej

source: Log file:
pl: Plik z logiem:

source: Start:
pl: Uruchom:

source: Settings for daily schedule:
pl: Ustawienia dziennego harmonogramu:

source: Perform this task:
pl: Wykonaj to zadanie:

source: Every day
pl: Codziennie

source: Every
pl: Co

source: Advanced settings ...
pl: Ustawienia zaawansowane...

source: Settings for weekly schedule:
pl: Ustawienia harmonogramu tygodniowego:

source: On the following days of the week
pl: W poniższe dni tygodnia

source: Settings for monthly schedule:
pl: Ustawienia harmonogramu miesięcznego:

source: Days:
pl: Dni:

source: On:
pl: W:

source: First|1st
pl: Pierwszy|1-szy

source: Second|2nd
pl: Drugi|2-gi

source: Third|3rd
pl: Trzeci|3-ci

source: Fourth|4th
pl: Czwarty|4-ty

source: Fifth|5th
pl: Piąty|5-ty

source: Last
pl: Ostatni

source: of the following months:
pl: w poniższych miesiącach:

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: May
pl: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paź

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Settings for one time trigger:
pl: Ustawienia uruchomienia jednorazowego:

source: seconds(s)
pl: sekund(y)

source: Delay task for up to (random delay):
pl: Opóźnienie zadania do (op. losowe):

source: On logon
pl: Przy logowaniu

source: Activate:
pl: Aktywuj:

source: Delay task for:
pl: Opóźnienie zadania:

source: Start this task:
pl: Uruchom to zadanie:

source: As any user with password
pl: Jako dowolny użytkownik z hasłem

source: As logged-on user
pl: Jako zalogowany użytkownik

source: Monthly
pl: Dni miesiąca

source: One time only
pl: Tylko raz

source: On waking up the computer
pl: Przy wznowieniu pracy komputera

source: Trigger enabled
pl: Wyzwalacz włączony

source: Name of scheduled task:
pl: Nazwa zaplanowanego zadania:

source: Next
pl: Dalej

source: Back
pl: Cofnij

source: Backup and restore Thunderbird mail data
pl: Kopia zapasowa i przywracanie poczty programu Thunderbird

source: Mail directory
pl: Katalog z pocztą

source: Backup directory
pl: Katalog z kopią zapasową

source: Select Thunderbird profile
pl: Wybierz profil Thunderbirda

source: Mail profile
pl: Profil poczty

source: Backup mail data
pl: Kopia zapasowa poczty

source: Wait only on error
pl: Czekaj tylko po błędach

source: Create Desktop shortcut to start backup
pl: Utwórz skrót na Pulpicie uruchamiający tworzenie kopii

source: Include calendar data
pl: Dołącz dane kalendarza

source: Restore mail data
pl: Przywróć pocztę

source: Start restore
pl: Rozpocznij przywracanie

source: Tools
pl: Narzędzia

source: Move mail data to a different location
pl: Przenieś dane poczty do innej lokalizacji

source: Move mail data
pl: Przenieś pocztę

source: Settings for file comparison
pl: Ustawienia porównywania plików

source: Compare mode
pl: Tryb porównywania

source: Backup only files with newer timestamps
pl: Twórz tylko kopię plików z nowszymi stemplami czasowymi

source: Backup all files with differing timestamps
pl: Twórz kopię wszystkich plików z innymi stemplami czasowymi

source: Timestamp comparison
pl: Porównywanie stempli czasowych

source: Time comparison tolerance in s:
pl: Tolerancja porównywania czasu w s:

source: Ignore 1 hour winter/summer time difference
pl: Ignoruj 1-godzinną różnicę czasu zimowego/letniego

source: Size comparison
pl: Porównywanie rozmiaru plików

source: Compare size of uncompressed and unencrypted files if timestamps are identical
pl: Porównaj rozmiar nieskompresowanych i niezaszyfrowanych plików, jeśli stemple czasowe są identyczne

source: Select time slot for backup
pl: Wybierz przedział czasowy dla kopii zapasowej

source: Uninstall Personal Backup
pl: Odinstaluj program Personal Backup

source: Uninstall Personal Backup and all associated utility programs
pl: Odinstaluj program Personal Backup i wszystkie powiązane programy narzędziowe

source: Delete all existing Personal Backup tasks
pl: Usuń wszystkie istniejące zadania programu Personal Backup

source: Delete all Personal Backup settings and log files
pl: Usuń wszystkie ustawienia i logi programu

source: Uninstall
pl: Odinstaluj

source: Personal Backup update
pl: Aktualizacja Personal Backup

source: Download update from Internet?
pl: Pobrać aktualizację z Internetu?

source: Later
pl: Później

source: Delete previous downloads
pl: Usuń poprzednio pobrane pliki

source: Check integrity using MD5 algorithm
pl: Sprawdź spójność używając algorytmu MD5

source: Verification of
pl: Weryfikacja

source: Backup location:
pl: Położenie kopii zapasowej:

source: Compare all selected files to source
pl: Porównaj wszystkie wybrane pliki ze źródłem

source: &Verify files
pl: &Weryfikuj pliki

source: Settings for automatic E-Mail delivery after verification
pl: Ustawienia automatycznego dostarczania wiadomości e-mail po zakończeniu weryfikacji

source: All since:
pl: Wszystkie od:

source: Compare to
pl: Porównaj z

source: Load verify task
pl: Wczytaj zadanie weryfikacji

source: Save verify task
pl: Zapisz zadanie weryfikacji

source: Save verify task as new file
pl: Zapisz zadanie weryfikacji do nowego pliku

source: Fixed password for verifying encrypted files
pl: Hasło do weryfikacji zaszyfrowanych plików

source: Exclude security copies
pl: Wyklucz kopie bezpieczeństwa

source: Insert filename(s) or wildcards
pl: Wstaw nazwę pliku(ów) lub znaki wieloznaczne

source: Day
pl: Dzień

source: Backup wizard
pl: Kreator kopii zapasowej

source: Configure the backup task manually
pl: Skonfiguruj samodzielnie zadanie kopii zapasowej

source: Use the wizard to create a new backup task
pl: Użyj kreatora do utworzenia nowego zadania kopii zapasowej

source: Create and configure a new backup task:
pl: Utwórz i skonfiguruj nowe zadanie tworzenia kopii zapasowej:

source: For beginners:
pl: Dla początkujących:

source: For experienced users:
pl: Dla zaawansowanych użytkowników:

source: Three things need to be specified for backup:
pl: Aby utworzyć kopię zapasową, należy określić trzy elementy:

source: Destination directory to which data will be backed up.
pl: Katalog docelowy, w którym kopia zapasowa zostanie zapisana.

source: Where:
pl: Gdzie:

source: What:
pl: Co:

source: How:
pl: Jak:

source: Selection of the directories and files to be backed up.
pl: Wybór plików i katalogów do skopiowania.

source: Copy direct or compress to save space. Encrypt data for increased security.
pl: Zwykłe kopiowanie lub kompresja, aby zaoszczędzić miejsce. Szyfrowanie danych w celu zwiększenia bezpieczeństwa.

source: Start wizard
pl: Uruchom kretaor

source: Configure task
pl: Konfiguruj zadanie

source: Select the location where you want to save your files.
pl: Wybierz lokalizację, w której chcesz zapisać pliki.

source: The destination directory should not be located on the system drive. Best practice is to use a second internal drive, an external drive (e.g. USB) or a network location.
pl: Katalog docelowy nie powinien znajdować się na dysku systemowym. Najlepiej używać drugiego dysku wewnętrznego, dysku zewnętrznego (np. USB) lub lokalizacji sieciowej.

source: To use such a backup destination, an account on an FTP server is required. Please enter the appropriate server, username, password and security settings.
pl: Aby użyć tej lokalizacji kopii zapasowej, wymagane jest konto na serwerze FTP. Proszę podać serwer, nazwę użytkownika, hasło i określić ustawienia bezpieczeństwa.

source: Backup destination on
pl: Miejsce docelowe kopii zapasowej

source: Local drive or Windows network
pl: Dysk lokalny lub sieć Windows

source: Insert placeholder for date and/or time into name of destination directory
pl: Wstaw symbol zastępczy dla daty i/lub czasu do nazwy katalogu docelowego

source: Destination directory:
pl: Katalog docelowy:

source: Destination on FTP server:
pl: Lokalizacja na serwerze FTP:

source: FTP settings
pl: Ustawienia FTP

source: Directories to be backed up:
pl: Katalogi do archiwizacji:

source: All directories to be backed up with this task must be added to the list.
pl: Wszystkie katalogi, których kopia zapasowa ma zostać wykonana, muszą zostać dodane do listy.

source: Select user directories
pl: Wybierz katalogi użytkowników

source: Select and add another directory
pl: Wybierz i dodaj inny katalog

source: Remove directory from list
pl: Usuń katalog z listy

source: Add selected user directories
pl: Dodaj wybrane katalogi użytkowników

source: Documents
pl: Dokumenty

source: Application Data
pl: Dane Aplikacji

source: Downloads
pl: Pobrane

source: Music
pl: Muzyka

source: Pictures
pl: Obrazy

source: Videos
pl: Wideo

source: Saved Games
pl: Zapisane Gry

source: Contacts
pl: Kontakty

source: Searches
pl: Wyszukiwania

source: Select and add "Program Data" subdirectory
pl: Wybierz i dodaj podkatalog "Program Data"

source: Best practice is to back up data in separate directories to keep the original file structure and drive info. This will facilitate a later restore.
pl: Najlepszą praktyką jest tworzenie kopii zapasowych danych w oddzielnych katalogach, aby zachować oryginalną strukturę plików i informacje o dysku. Ułatwi to późniejsze przywracanie danych.

source: Select type of backup destination
pl: Wybierz rodzaj miejsca docelowego kopii zapasowej

source: Back up data
pl: Kopia zapasowa danych

source: As separate files
pl: Jako oddzielne pliki

source: Into zip file(s)
pl: Plik/pliki ZIP

source: Copy without compression
pl: Kopiuj bez kompresji

source: Date/Time placeholder
pl: Symbol zastępczy daty/godziny

source: Verify files after backup
pl: Weryfikuj pliki po zakończeniu

source: You can configure the new backup task such that it will start automatically on the given condition.
pl: Możesz skonfigurować nowe zadanie tworzenia kopii, tak aby uruchamiało się automatycznie gdy zostaną spełnione podane warunki.

source: It is good practice to start a backup on logoff (or shutdown) to save all recently-changed data.
pl: Dobrze jest rozpocząć tworzenie kopii zapasowej przy wylogowywaniu (lub wyłączaniu), aby zapisać wszystkie ostatnio zmodyfikowane dane.

source: Start this task automatically
pl: Uruchamiaj to zadanie automatycznie

source: As Task 1
pl: Jak Zadanie 1

source: As Task 2
pl: Jak Zadanie 2

source: As Task 3
pl: Jak Zadanie 3

source: As Task 4
pl: Jak Zadanie 4

source: As Task 5
pl: Jak Zadanie 5

source: As Task 6
pl: Jak Zadanie 6

source: As Task 7
pl: Jak Zadanie 7

source: As Task 8
pl: Jak Zadanie 8

source: As Task 9
pl: Jak Zadanie 9

source: As Task 10
pl: Jak Zadanie 10

source: As Task 11
pl: Jak Zadanie 11

source: As Task 12
pl: Jak Zadanie 12

source: As Task 13
pl: Jak Zadanie 13

source: As Task 14
pl: Jak Zadanie 14

source: As Task 15
pl: Jak Zadanie 15

source: As Task 16
pl: Jak Zadanie 16

source: On following condition:
pl: Warunki autom. uruchomienia:

source: Program to be executed before backup
pl: Uruchom ten program przed tworzeniem kopii

source: Program to be executed after backup
pl: Uruchom ten program po zakończeniu kopii

source: Temporary zip file
pl: Tymczasowy plik ZIP

source: is being copied
pl: jest kopiowany

source: is being compressed
pl: jest kompresowany

source: is being decompressed
pl: jest dekompresowany

source: is being encrypted
pl: jest szyfrowany

source: is being decrypted
pl: jest deszyfrowany

source: is being verified
pl: jest weryfikowany

source: and verified
pl: i weryfikowany

source: is being written via FTP
pl: jest zapisywany przez FTP

source: is being read via FTP
pl: jest odczytywany przez FTP

source: is being scanned
pl: jest skanowany

source: An automatic backup is running! Do you really want to cancel?
pl: Uruchomiona jest automatyczna kopia zapasowa! Czy na pewno chcesz anulować?

source: Only current
pl: Tylko bieżące

source: Cancel all
pl: Anuluj wszystko

source: Continue
pl: Kontynuuj

source: Do you really want to cancel the action?
pl: Czy na pewno chcesz anulować akcję?

source: Please specify a file manager!
pl: Proszę określić menedżera plików!

source: Please specify an application!
pl: Proszę podać aplikację!

source: Select application
pl: Wybierz aplikację

source: Select file manager
pl: Wybierz menedżer plików

source: Password for user:
pl: Hasło użytkownika:

source: automatic backup
pl: kopia automatyczna

source: Start backup not before
pl: Rozpocznij kopię nie wcześniej niż

source: <password prompt>
pl: <monit o hasło>

source: P
pl: D

source: W
pl: O

source: &Add directory to task
pl: &Dodaj katalog do zadania

source: Add selected directories to task
pl: Dodaj wybrane katalogi do zadania

source: All selected items will be added to the list of the directories to be backed-up
pl: Wszystkie wybrane elementy zostaną dodane do listy katalogów do archiwizacji

source: Replace selected directories
pl: Zamień wybrane katalogi

source: Select which directories no longer available you want to replace
pl: Wybierz, które niedostępne już katalogi chcesz zastąpić

source: source
pl: źródło

source: The system will be shut down!
pl: System zostanie wyłączony!

source: The user will be logged off!
pl: Użytkownik zostanie wylogowany!

source: The system will enter the standby state!
pl: System przejdzie w stan oczekiwania!

source: The system will enter the hibernate state!
pl: System zostanie zahibernowany!

source: Delete Log files older than
pl: Usuń pliki logów starsze niż

source: Invalid size value!
pl: Nieprawidłowa wartość rozmiaru!
