Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: Program "%s" not found!
pl: Nie znaleziono programu "%s"!

source: Could not start task:
pl: Nie można uruchomić zadania:

source: Triggers for %s
pl: Wyzwalacze dla %s

source: Select subdirectory
pl: Wybierz podkatalog

source: Reset program windows to default position?
pl: Resetuj położenia okien programu do wartości domyślnych?

source: shutdown
pl: wyłączenie

source: logoff
pl: wyloguj

source: is interrupting %s process to perform backups! This window will close automatically afterwards!
pl: przerywa proces %s wykonywania kopii zapasowych! To okno zamknie się później automatycznie!

source: all
pl: wszystko

source: Version
pl: Wersja

source: 24222 Schwentinental, Germany
pl: 24222 Schwentinental, Niemcy

source: Error on shutting down or logging off!
pl: Błąd przy wyłączaniu lub wylogowywaniu!

source: Error on suspending system!
pl: Błąd podczas wstrzymywania systemu!

source: Starting Personal Backup
pl: Uruchamianie programu Personal Backup

source: Starting batch processing
pl: Rozpoczęcie przetwarzania wsadowego

source: will remain active to perform scheduled backups!
pl: pozostanie aktywny, aby wykonać zaplanowane kopie zapasowe!

source: is checking for pending backups!
pl: sprawdza oczekujące kopie zapasowe!

source: is closed because there are no more pending backups this day!
pl: zamknięte, ponieważ nie ma więcej oczekujących kopii zapasowych w tym dniu!

source: Download Personal Backup Version %s
pl: Pobierz wersję %s programu Personal Backup

source: Software update
pl: Aktualizacja programu

source: Searching for program update
pl: Wyszukiwanie aktualizacji

source: There is no new update available!
pl: Brak dostępnych aktualizacji!

source: Update server is not available!
pl: Serwer aktualizacji jest niedostępny!

source: Download was successful! Do you want to proceed with installation of update right now?
pl: Pobieranie zakończyło się powodzeniem! Czy chcesz teraz zainstalować aktualizację?

source: Error on downloading update (%s) from "%s" to "%s"
pl: Błąd podczas pobierania aktualizacji (%s) z "%s" do "%s"

source: Execution of update failed!
pl: Wykonanie aktualizacji nie powiodło się!

source: You must be logged on as Administrator to install the update! Do you want to start the update as a different user with sufficient privileges?
pl: Musisz być zalogowany jako Administrator, aby zainstalować aktualizację! Czy chcesz rozpocząć aktualizację jako inny użytkownik z odpowiednimi uprawnieniami?

source: Run as ...
pl: Uruchom jako...

source: Specify the account in which the update is to be installed! Administrator privileges are required!
pl: Określ konto, na którym aktualizacja ma zostać zainstalowana! Wymagane są uprawnienia administratora!

source: Description of backup task:
pl: Opis zadania kopii zapasowej:

source: Could not update task file: "%s"
pl: Nie można zaktualizować pliku z zadaniem: "%s"

source: Data backup
pl: Kopia zapasowa danych

source: Backup:
pl: Kopia zapasowa:

source: Synchronization:
pl: Synchronizacja:

source: Backup files
pl: Kopia zapas. plików

source: Summary of errors:
pl: Podsumowanie błędów:

source: %u more errors
pl: %u więcej błędów

source: File "%s" not found!
pl: Nie można znaleźć pliku "%s"!

source: Directory "%s" not found!
pl: Nie można znaleźć katalogu "%s!

source: Error accessing directory: "%s"
pl: Błąd dostępu do katalogu: "%s"

source: Directory "%s" not available for backup!
pl: Nie można wykonać kopii zapasowej katalogu "%s"!

source: FTP server: %s
pl: Serwer FTP: %s

source: Backup task:
pl: Zadanie kopii zapasowej:

source: To overwrite the task file: %s requires a password!
pl: Aby nadpisać plik z zadaniem: %s wymagane jest hasło!

source: Unauthorized attempt to overwrite the taskfile!
pl: Nieautoryzowana próba nadpisania pliku z zadaniem!

source: Unauthorized attempt to change the password!
pl: Nieautoryzowana próba zmiany hasła!

source: Password protection of task file
pl: Zabezpieczenie hasłem pliku z zadaniem

source: Type the current password to confirm the change!
pl: Podaj bieżące hasło, aby potwierdzić zmianę!

source: Passwords do not match!
pl: Hasła nie są takie same!

source: Backup tasks|*.%s|all|*.*
pl: Zadanie kopii zapasowej|*.%s|Wszystkie pliki|*.*

source: Type lists|*.%s|all|*.*
pl: Listy typów|*.%s|Wszystkie pliki|*.*

source: Elapsed time:
pl: Upłynęło:

source: Backup was canceled!
pl: Kopia została anulowana!

source: New task:
pl: Nowe zadanie:

source: New backup task
pl: Nowe zadanie kopii zapasowej

source: Found:
pl: Znaleziono:

source: Save changed task to "%s"?
pl: Zapisać zmodyfikowane zadanie do "%s"?

source: Save new backup task?
pl: Zapisać nowe zadanie kopii zapasowej?

source: %u selected tasks
pl: %u zaznaczonych zadań

source: Until now, no default task for one-click backup was specified! Select a task?
pl: Do tej pory nie określono domyślnego zadania tworzenia kopii zapasowych jednym kliknięciem! Czy chcesz wybrać zadanie?

source: Select one or more backup tasks for desktop shortcut
pl: Wybierz jedno lub więcej zadań tworzenia kopii zapasowych dla skrótu na pulpicie

source: Save current task
pl: Zapisz bieżące zadanie

source: Load log
pl: Wczytaj log

source: Log files|*.%s|all|*.*
pl: Pliki z logami|*.%s|Wszystkie pliki|*.*

source: Error saving task "%s"!
pl: Wystąpił błąd podczas zapisywania zadania "%s"!

source: Import directories from other task
pl: Importuj katalogi z innego zadania

source: Save selected directories as new task
pl: Zapisz wybrane katalogi jako nowe zadanie

source: Remove selected item from list?
pl: Usunąć zaznaczone elementy z listy?

source: Remove all items from history list?
pl: Usunąć wszystkie elementy z historii?

source: Please select a destination directory for your backup!
pl: Proszę wybrać katalog docelowy dla kopii zapasowej!

source: You must select at least one directory for backup!
pl: Musisz wybrać co najmniej jeden katalog do archiwizacji!

source: No name specified for zip file!
pl: Nie podano nazwy pliku ZIP!

source: 1 file totaling %s
pl: 1 plik, rozmiar %s

source: %u files totaling %s
pl: %u plików, rozmiar %s

source: %u files
pl: %u plików

source: 1 file
pl: 1 plik

source: No files
pl: Brak plików

source: and
pl: i

source: from %s
pl: z %s

source: to %s
pl: do %s

source: from %s to %s
pl: z %s do %s

source: today from %s
pl: dzisiaj od %s

source: older than %u days
pl: starsze niż %u dni

source: since %u days
pl: od %u dni

source: Files:
pl: Pliki:

source: of
pl: z

source: free of
pl: wolne z

source: only %s
pl: tylko %s

source: not
pl: nie

source: except %s
pl: z wyjątkiem %s

source: Destination volume:
pl: Wolumin docelowy:

source: File system:
pl: System plików:

source: Method:
pl: Metoda:

source: Settings:
pl: Ustawienia:

source: Options:
pl: Opcje:

source: Source:
pl: Źródło:

source: Dest.:
pl: Cel:

source: File was deleted: "%s"
pl: Plik został usunięty: "%s"

source: File was moved to Recycle Bin: "%s"
pl: Plik został przeniesiony do Kosza: "%s"

source: Directory was deleted: "%s"
pl: Katalog został usunięty: "%s"

source: Directory was moved to Recycle Bin: "%s"
pl: Katalog został przeniesiony do Kosza: "%s"

source: Deleting contents of directory
pl: Usuwanie zawartości katalogu

source: Contents of directory was deleted: "%s"
pl: Zawartość katalogu została usunięta: "%s"

source: Directory "%s" contains security copies and was not deleted
pl: Katalog "%s" zawiera kopie bezpieczeństwa i nie został usunięty

source: %s was renamed: "%s" to "%s"
pl: zmieniono nazwę %s: "%s" na "%s"

source: Error deleting contents of directory: "%s"
pl: Wystąpił błąd podczas kasowania zawartości katalogu: "%s"

source: Overlapping directory was not deleted: "%s"
pl: Nakładający się katalog nie został usunięty: "%s"

source: Error renaming %s: "%s" to "%s"
pl: Wystąpił błąd podczas zmiany nazwy %s: "%s" na "%s"

source: Warning: There were errors during synchronization!
pl: Ostrzeżenie: Wystąpiły błędy podczas synchronizacji!

source: Deleting of files at source and synchronization are incompatible!
pl: Usuwanie plików w miejscu źródłowym i synchronizacja wzajemnie się wykluczają!

source: Synchronization will be disabled by the program - continue?
pl: Synchronizacja zostanie wyłączona przez program - kontynuować?

source: Deleting of files at source will be disabled by the program - continue?
pl: Usuwanie plików w miejscu źródłowym zostanie wyłączone przez program - kontynuować?

source: Delete file(s)
pl: Usuń plik(i)

source: Creating directory: "%s"
pl: Tworzenie katalogu: "%s"

source: Creating subdirectory: "%s"
pl: Tworzenie podkatalogu: "%s"

source: %u directories selected!
pl: %u katalogów wybranych!

source: Add %u directories to task?
pl: Dodać %u katalogów do zadania?

source: Temporary file was copied successfully: "%s"
pl: Kopiowanie pliku tymczasowego zakończyło się powodzeniem: "%s"

source: Copied: "%s" %s
pl: Skopiowano: "%s" %s

source: Copied and verified: "%s" %s
pl: Skopiowano i zweryfikowano: "%s" %s

source: compressing
pl: kompresowanie

source: encrypting
pl: szyfrowanie

source: of "%s" (%s) to "%s"
pl: z "%s" (%s) do "%s"

source: File size exceeds maximum of 4GB for FAT32 destinations: "%s"
pl: Rozmiar pliku przekracza 4GB - limit wielkości pliku dla partycji FAT32: "%s"

source: File at destination is being examined: "%s"
pl: Sprawdzanie pliku w miejscu docelowym: "%s"

source: File at destination is up to date: "%s"
pl: Plik w miejscu docelowym jest aktualny: "%s"

source: Existing source file: "%s"
pl: Istniejący plik źródłowy: "%s"

source: Excluded file: "%s"
pl: Wykluczony plik: "%s"

source: Excluded directory: "%s"
pl: Wykluczony katalog: "%s"

source: Not selected: "%s"
pl: Nie wybrany: "%s"

source: Skipped - not selected: "%s"
pl: Pominięto - nie wybrany: "%s"

source: Skipped - archive bit not set at source: "%s"
pl: Pominięto - atrybut "archiwalny" nie jest ustawiony w pliku źródłowym: "%s"

source: Archive bit is set
pl: Atrybut "archiwalny" jest ustawiony

source: Computer:
pl: Komputer:

source: Invalid timestamp
pl: Nieprawidłowy stempel czasowy

source: Compare timestamps
pl: Porównaj stemple czasowe

source: Invalid time slot from command line!
pl: Nieprawidłowy przedział czasowy podany w linii poleceń!

source: not present
pl: nie występuje

source: Storage medium changed at:
pl: Zmieniono nośnik danych w:

source: - Source deleted
pl: - Usunięto źródło

source: Could not delete source file:
pl: Nie można usunąć pliku źródłowego:

source: Empty directory was deleted: "%s"
pl: Usunięto pusty katalog: "%s"

source: Could not create directory: "%s"
pl: Nie można utworzyć katalogu: "%s"

source: Could not create directory: "%s"
pl: Nie można utworzyć katalogu: "%s"

source: Could not change to directory: "%s"
pl: Nie można zmienić katalogu: "%s"

source: Invalid task configuration
pl: Nieprawidłowa konfiguracja zadania

source: Unexpected error
pl: Nieoczekiwany błąd

source: Unexpected error during backup
pl: Wystąpił nieoczekiwany błąd podczas tworzenia kopii zapasowej

source: Due to a system error, the following backup could not be completed:
pl: Z powodu błędu systemowego nie można było wykonać następującej kopii zapasowej:

source: %s Do you want to catch up on this backup now?
pl: %s Czy chcesz teraz nadrobić tę kopię zapasową?

source: There were errors during backup on last logoff/shutdown:
pl: Wystąpiły błędy podczas tworzenia kopii zapasowej przy ostatnim wylogowywaniu/wyłączaniu:

source: Task not found
pl: Nie znaleziono zadania

source: Destination path not found!
pl: Nie można znaleźć ścieżki docelowej!

source: Source path not found!
pl: Nie można znaleźć ścieżki źródłowej!

source: Errors during backup!
pl: Błędy podczas tworzenia kopii zapasowej!

source: during backup
pl: podczas tworzenia kopii

source: Attributes of "%s" were changed to %s
pl: Atrybuty "%s" zostały zmienione na %s

source: is being scanned:
pl: jest skanowany:

source: Canceled by user
pl: Anulowano przez użytkownika

source: %u of %u files copied (%s of %s)
pl: skopiowano %u z %u plików (%s z %s)

source: %u files copied
pl: skopiowano %u plików

source: 1 file copied
pl: skopiowano 1 plik

source: No files copied
pl: Nie skopiowano żadnych plików

source: %u warnings
pl: %u ostrzeżeń

source: 1 warning
pl: 1 ostrzeżenie

source: %u errors
pl: %u błędów

source: 1 error
pl: 1 błąd

source: %u files deleted
pl: %u plików usunięto

source: 1 file deleted
pl: usunięto 1 plik

source: No files deleted
pl: Nie usunięto żadnych plików

source: Error deleting file: "%s"
pl: Błąd podczas usuwania pliku: "%s"

source: Error deleting directory: "%s"
pl: Błąd podczas usuwania katalogu: "%s"

source: Only these file types
pl: Tylko te typy plików

source: All except these file types
pl: Wszystkie oprócz tych typów plików

source: Name of type list:
pl: Nazwa listy typów:

source: Delete file type list: "%s"?
pl: Usunąć listę typów plików: "%s"?

source: Overwrite existing type list?
pl: Nadpisać istniejącą listę typów?

source: Select backup task
pl: Wybierz zadanie tworzenia kopii

source: File type not to compress
pl: Typy plików bez kompresji

source: Delete log file?
pl: Usunąć plik z logiem?

source: Operating system:
pl: System operacyjny:

source: No log available!
pl: Log niedostępny!

source: Logging is disabled for opened task! Change settings?
pl: W otwartym zadaniu wyłączono logowanie! Czy chcesz zmienić ustawienia?

source: Apply the new log settings to the opened task?
pl: Zastosować nowe ustawienia dziennika do otwartego zadania?

source: Error opening log file!
pl: Błąd podczas otwierania pliku z logiem!

source: (with printout)
pl: (z wydrukiem)

source: Continuation of "%s"
pl: Kontynuacja "%s"

source: Select folder for backup tasks
pl: Wybierz folder na zadania kopii zapasowej

source: Select folder for ini and log files
pl: Wybierz katalog dla logów i plików INI

source: The loaded task file is read only, save task using another name!
pl: Wczytany plik z zadaniem jest tylko do odczytu, zapisz zadanie używając innej nazwy!

source: You selected the option "Delete source files after backup"! After a successful backup, the files will be deleted at source!
pl: Zaznaczyłeś opcję "Usuń pliki źródłowe po wykonaniu kopii"! Po pomyślnym wykonaniu kopii zapasowej pliki źródłowe zostaną usunięte!

source: You selected one of the backup modes "Full", "Differential" or "Incremental"! This will delete the destination directory before backup!
pl: Wybrałeś jeden z trybów kopii zapasowej "Pełna", "Różnicowa" lub "Przyrostowa"! Spowoduje to usunięcie katalogu docelowego przed utworzeniem kopii zapasowej!

source: Do you really want to save this task?
pl: Czy na pewno chcesz zapisać to zadanie?

source: Do you really want to execute this task?
pl: Czy na pewno chcesz uruchomić to zadanie?

source: Enabling synchronization will delete files at your backup directory. To retain a copy of these files you can check either the option "Security backup on synchronization" to rename these files to "<name>.sync.<ext>" instead of deleting them or, if the destination is on a local drive, the option "Use Recycle Bin". Enable synchronization?
pl: Włączenie synchronizacji spowoduje usunięcie plików w katalogu kopii zapasowej. Aby zachować kopie tych plików, możesz zaznaczyć opcję "Kopia bezpieczeństwa podczas synchronizacji", aby zmienić nazwy tych plików na <nazwa>.sync.<rozsz> zamiast je usuwać, albo, jeśli miejsce docelowe znajduje się na dysku lokalnym, opcję "Użyj Kosza systemowego". Czy włączyć synchronizację?

source: Files will be deleted at source after backup! Are you sure you wish to do this?
pl: Po ukończeniu kopii zapasowej pliki w miejscu źródłowym zostaną usunięte! Czy na pewno chcesz to zrobić?

source: Overlapping of source and destination directories is not allowed!
pl: Nakładanie się katalogów źródłowych i docelowych nie jest dozwolone!

source: If a task contains more than one source drive, you must use either the method separate files into "Separate directories for drives" or zip files that are "Separated by drive and subdirectory"!
pl: Jeśli zadanie zawiera więcej niż jeden napęd źródłowy, musisz użyć albo metody rozdzielania plików na "Oddzielne katalogi dla napędów", albo plików ZIP "Rozdzielonych wg napędów i podkatalogów"!

source: This backup task is in use as automatic task for alternating schedules! Starting manually is not allowed!
pl: To zadanie tworzenia kopii zapasowej jest używane jako automatyczne zadanie dla harmonogramów cyklicznych! Samodzielne uruchamianie jest niedozwolone!

source: Illegal character in destination directory!
pl: Niedopuszczalny znak w nazwie katalogu docelowego!

source: Your destination is the root directory of the source drive! Select another destination path or do backup to "Separate directories for drives"!
pl: Miejscem docelowym jest katalog główny dysku źródłowego! Wybierz inną ścieżkę docelową lub wykonaj kopię do "Oddzielnych katalogów dla napędów"!

source: The selected mode "Separated by root directories" requires unique names of the last subdirectory of each selected path!
pl: Wybrany tryb "Rozdzielone wg katalogów głównych" wymaga unikalnych nazw ostatniego podkatalogu dla każdej wybranej ścieżki!

source: Overlapping directories: %s overlaps existing entry %u: %s Add directory anyway?
pl: Zduplikowane katalogi: %s nakłada się na istniejący wpis %u: %s Czy mimo wszystko dodać katalog?

source: The destination volume is full! Insert new media and continue backup? Next File:
pl: Brak miejsca na woluminie docelowym! Włóż nowy nośnik. Kontynuować tworzenie kopii zapasowej? Następny plik:

source: %s remaining on drive %s
pl: %s pozostał w napędzie %s

source: Canceled because of full destination volume
pl: Anulowano z powodu zapełnienia woluminu docelowego

source: The destination volume is full! Zip backup will be terminated!
pl: Brak miejsca na woluminie docelowym! Kopia zapasowa ZIP zostanie przerwana!

source: Drive "%s" not ready!
pl: Napęd "%s" nie jest gotowy!

source: Drive "%s" not ready! Please insert medium!
pl: Napęd "%s" nie jest gotowy! Proszę włożyć nośnik!

source: Could not write to path "%s"!
pl: Nie można zapisać w tej lokalizacji "%s"!

source: Volume "%s" not found! Please insert medium!
pl: Nie znaleziono woluminu "%s"! Proszę włożyć nośnik!

source: No volume name available for
pl: Niedostępna nazwa woluminu dla

source: Placeholder for volume name is only available for source directories on same drive!
pl: Symbol zastępczy nazwy woluminu jest dostępny tylko dla katalogów źródłowych na tym samym dysku!

source: Minimum size:
pl: Rozmiar minimalny:

source: Automatic backup %u:
pl: Kopia automatyczna %u:

source: Do you really want to remove this automatic backup (%s)?
pl: Czy na pewno chcesz usunąć tę automatyczną kopię zapasową (%s)?

source: Do you really want to disable this automatic backup (%s)?
pl: Czy na pewno chcesz wyłączyć tę automatyczną kopię zapasową (%s)?

source: Do you really want to change this automatic backup (%s)?
pl: Czy na pewno chcesz zmienić tę automatyczną kopię zapasową (%s)?

source: Do you also want to use this task for automatic backup %u?
pl: Czy chcesz również użyć tego zadania do automatycznego tworzenia kopii zapasowej %u?

source: (Encrypted)
pl: (Zaszyfrowany)

source: is being synchronized
pl: jest synchronizowany

source: is being explored: %u files
pl: jest eksplorowany: %u plików

source: is being deleted
pl: jest usuwany

source: <root directory>
pl: <katalog główny>

source: Backup to zip file
pl: Kopia zapasowa w pliku ZIP

source: Write to zip file:
pl: Zapisz do pliku ZIP:

source: Add to zip file:
pl: Dodaj do pliku ZIP:

source: Create new zip file(s)
pl: Utwórz nowy plik(i) ZIP

source: Delete empty zip file:
pl: Usuń pusty plik ZIP:

source: Zip file "%s" was verified
pl: Plik ZIP "%s" został zweryfikowany

source: Error writing to zip file!
pl: Błąd zapisu do pliku ZIP!

source: Error verifying zip file!
pl: Błąd weryfikacji pliku ZIP!

source: Zip file "%s" was not created!
pl: Plik ZIP "%s" nie został utworzony!

source: Filename:
pl: Nazwa pliku:

source: Current directory: "%s"
pl: Bieżący katalog: "%s"

source: Scan for files in "%s"
pl: Wyszukaj pliki w "%s"

source: Error scanning directory:
pl: Błąd podczas skanowania katalogu:

source: Scanning directories
pl: Skanowanie katalogów

source: Applying directory filters
pl: Filtrowanie katalogów

source: Scanning zip file
pl: Skanowanie pliku ZIP

source: Backup completed
pl: Kopia zapasowa zakończona

source: Move Personal Backup to background
pl: Przenieś program Personal Backup do pracy w tle

source: Close Personal Backup
pl: Zamknij program Personal Backup

source: Week
pl: Tydzień

source: Next backup:
pl: Następna kopia:

source: on logoff or shutdown
pl: przy wylogowywaniu lub wyłączaniu

source: after %s
pl: po %s

source: next
pl: następny

source: on logon
pl: przy logowaniu

source: once per day on logon
pl: raz dziennie przy logowaniu

source: Deactivated
pl: Nieaktywne

source: No automatic backups configured
pl: Nie skonfigurowano kopii automatycznych

source: Patterns for directory selection
pl: Wzorce do wyboru katalogu

source: Text pattern:
pl: Wzorzec tekstowy:

source: Zlib routines by Jean-loup Gailly and Mark Adler Filter for regular expressions by Andrey V. Sorokin AES encryption by Brian Gladman FTP routines from Indy 10 OpenSSL software developed by the OpenSSL Project (http://www.openssl.org/) Multilanguage system by Lars B. Dybdahl Installation program by Jordan Russell
pl: Biblioteka Zlib do kompresji danych napisana przez Jean-loup Gaillyego i Marka Adlera Biblioteka TRegExpr do przetwarzania wyrażeń regularnych napisana przez Andreya V. Sorokina Implementacja szyfrowania AES napisana prze Briana Gladmana Procedury FTP z projektu Indy 10 Oprogramowanie OpenSSL zaprojektowane przez OpenSSL Project (http://www.openssl.org/) System obsługi wielu języków napisany przez Larsa B. Dybdahla Program instalacyjny Inno Setup napisany przez Jordana Russella

source: Filter for file extensions
pl: Filtr rozszerzeń plików

source: Please specify FTP server and username
pl: Proszę podać serwer FTP i nazwę użytkownika

source: Previous section
pl: Poprzednia sekcja

source: Next section
pl: Następna sekcja

source: Previous error
pl: Poprzedni błąd

source: Next error
pl: Następny błąd

source: Replace automatic task no. %u?
pl: Zamienić zadanie automatyczne nr %u?

source: Status window after automatic backup
pl: Okno statusu po zakończeniu kopii automatycznej

source: Close after:
pl: Zamknij po:

source: Delay before shutdown:
pl: Czekaj przed wyłączeniem:

source: Preview of backup selection
pl: Podgląd wybranych plików

source: Preview of files to be backed up
pl: Podgląd plików, które zostaną dołączone do kopii zapasowej

source: Preview of excluded files
pl: Podgląd wykluczonych plików

source: Preview of files not to be backed up
pl: Podgląd plików, które zostaną pominięte przy tworzeniu kopii zapasowej

source: Select directory to be backed up
pl: Wybierz katalog do zarchiwizowania

source: Replacement for %s
pl: Zamiennik dla %s

source: Select files to be backed up
pl: Wybierz pliki do kopii zapasowej

source: Size of copy buffers
pl: Rozmiar buforów kopiowania

source: Size of Windows buffer:
pl: Rozmiar bufora Windows:

source: Size of FTP buffer:
pl: Rozmiar bufora FTP:

source: Time out while copying files! Cancel backup?
pl: Przekroczono limit czasu kopiowania plików! Anulować kopię zapasową?

source: Wait time (0 = no time out):
pl: Czas oczekiwania (0 = brak limitu):

source: Network connection account
pl: Konto do połączenia sieciowego

source: Connected as "%s"
pl: Połączono jako "%s"

source: Connection as "%1:s" to "%0:s" was terminated
pl: Połączenie jako "%1:s" z "%0:s" zostało przerwane

source: Error connecting to network resource:
pl: Błąd podczas łączenia z zasobem sieciowym:
