Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: File encryption with
pl: Szyfrowanie plików za pomocą

source: No encryption password specified! Continue backup without encryption?
pl: Nie podano hasła do szyfrowania! Kontynuować kopię bez szyfrowania?

source: Help is not available on this system!
pl: Pomoc nie jest dostępna na tym systemie!

source: Error copying zip file to FTP server! Save temporary zip file?
pl: Błąd kopiowania pliku ZIP na serwer FTP! Zapisać tymczasowy plik ZIP?

source: Copy temporary zip file to
pl: Kopiuj tymczasowy plik ZIP do

source: Temporary zip file saved as "%s"
pl: Tymczasowy plik ZIP zapisany jako "%s"

source: Copying zip file to FTP server
pl: Kopiowanie pliku ZIP na serwer FTP

source: Verifying zip file on FTP server
pl: Weryfikacja pliku ZIP na serwerze FTP

source: Zip file "%s" was copied to FTP server
pl: Plik ZIP "%s" został skopiowany na serwer FTP

source: Error writing to FTP server:
pl: Błąd podczas zapisywania na serwer FTP:

source: Error changing to subdirectory on FTP server:
pl: Błąd podczas przechodzenia do podkatalogu na serwerze FTP:

source: "DirUp" error on FTP server
pl: Błąd "DirUp" na serwerze FTP

source: Error retrieving current directory from FTP server
pl: Błąd podczas pobierania bieżącego katalogu na serwerze FTP

source: Error reading file list from FTP server - directory:
pl: Błąd pobierania listy plików z serwera FTP - katalog:

source: Error reading directory list from FTP server - directory:
pl: Błąd pobierania listy katalogów z serwera FTP - katalog:

source: Unknown FTP errror
pl: Nieznany błąd FTP

source: Failed
pl: Niepowodzenie

source: Password length
pl: Długość hasła

source: Min. number of characters:
pl: Min. liczba znaków:

source: Time out executing external program "%s"!
pl: Osiągnięto limit czasu wykonywania zewnętrznego programu "%s"!

source: Hidden command line
pl: Ukryta linia poleceń

source: Continue backup?
pl: Kontynuować kopię zapasową?

source: External programs:
pl: Zewnętrzne programy:

source: before Backup (%s)
pl: przed Kopią zapas. (%s)

source: after Backup (%s)
pl: po Kopii zapas. (%s)

source: External program was successful: "%s"
pl: Program zewnętrzny zakończył się powodzeniem: "%s"

source: Starting external program: "%s"
pl: Uruchamianie zewnętrznego programu: "%s"

source: External program not found:%s"%s"
pl: Nie można znaleźć zewnętrznego programu:%s"%s"

source: Accepted errorlevel for execution of "%s"
pl: Akceptowany kod błędu dla wykonania "%s"

source: Error executing:%s"%s"
pl: Błąd podczas uruchamiania:%s"%s"

source: External program before backup
pl: Zewnętrzny program przed kopią zapasową

source: External program after backup
pl: Zewnętrzny program po kopii zapasowej

source: Executing the external program: %s requires a password!
pl: Uruchamianie zewnętrznego programu: %s wymagane hasło!

source: System error: %s
pl: Błąd systemowy: %s

source: The file system at the %s does not support file details!
pl: System plików na %s nie obsługuje szczegółów pliku!

source: The file system at the %s does not support file permissions!
pl: System plików na %s nie obsługuje uprawnień do plików!

source: The file system at the %s does not support creating of symbolic links!
pl: System plików na %s nie umożliwia tworzenia linków symbolicznych!

source: Returned errorlevel = %u
pl: Zwrócony kod błędu = %u

source: Backup on
pl: Kopia zapasowa w dniu

source: Mail delivery test on
pl: Test dostarczania poczty w dniu

source: Sending mail
pl: Wysyłanie poczty

source: Checking mail settings
pl: Sprawdzanie ustawień poczty

source: This is a test mail from
pl: To jest wiadomość testowa z

source: Select printer
pl: Wybierz drukarkę

source: Available printers
pl: Dostępne drukarki

source: Log file printout
pl: Wydruk pliku dziennika

source: Mail notifications were sent to: %s
pl: Powiadomienia pocztowe zostały wysłane do: %s

source: No recipients specified to receive a mail after backup without errors
pl: Nie ustawiono odbiorców poczty wysyłanej po bezbłędnym wykonaniu kopii zapasowej

source: Error during mail delivery (SMTP: %s:%u)
pl: Błąd w trakcie dostarczania poczty (SMTP: %s:%u)

source: Could not deliver mail to %s!
pl: Nie można dostarczyć poczty do %s!

source: Preparing mail delivery (Mode: %u - SMTP: %s:%u - Security: %s)
pl: Przygotowywanie przesyłki pocztowej (Tryb: %u - SMTP: %s:%u - Bezpieczeństwo: %s)

source: Error creating zip compressed log file as mail attachment (%s)
pl: Błąd podczas tworzenia skompresowanego pliku ZIP jako załącznika poczty (%s)

source: with attached log
pl: z dołączonym logiem

source: Drive identifier = %s
pl: Identyfikator napędu = %s

source: Replace existing desktop shortcut "%s"?
pl: Zamienić istniejący skrót na pulpicie "%s"?

source: Create desktop shortcut?
pl: Utworzyć skrót na pulpicie?

source: Error creating desktop shortcut!
pl: Błąd podczas tworzenia skrótu na pulpicie!

source: Check for updates every two weeks
pl: Sprawdzaj aktualizacje co dwa tygodnie

source: Error on connecting to Windows Task Scheduler: %s
pl: Błąd przy łączeniu z Harmonogramem Zadań Windows: %s

source: Creating a Volume Shadow Copy for drive %s
pl: Tworzenie "Kopii Woluminu w Tle (VSS)" dla napędu %s

source: Volume Shadow Copy was created: %s
pl: Utworzono Volume Shadow Copy: %s

source: Creating of Volume Shadow Copy for drive %s failed!
pl: Utworzenie Volume Shadow Copy dla dysku %s nie powiodło się!

source: Deleting Volume Shadow Copy for drive %s
pl: Usuwanie Volume Shadow Copy dla dysku %s

source: Restore task:
pl: Zadanie przywracania plików:

source: Restore:
pl: Przywróć:

source: Select directory from which to restore files
pl: Wybierz katalog, z którego chcesz przywrócić pliki

source: Select directory to which to restore files
pl: Wybierz katalog, do którego chcesz przywrócić pliki

source: Could not find directory: "%s"
pl: Nie można znaleźć katalogu: "%s"

source: Please select the location from which to restore files!
pl: Proszę wybrać lokalizację, z której chcesz przywrócić pliki!

source: Please specify the directory you want to restore
pl: Proszę podać katalog, do którego chcesz przywrócić pliki

source: No information found to which source the files are to be restored!
pl: Nie można określić, do którego miejsca źródłowego pliki mają być przywrócone!

source: Restoring
pl: Przywracanie plików

source: uncompressing
pl: dekompresja

source: decrypting
pl: deszyfrowanie

source: to
pl: do

source: Restore files
pl: Przywróć pliki

source: was restored
pl: zostało przywróconych

source: was skipped
pl: pominięto

source: - Error on restore!
pl: - Błąd podczas przywracania!

source: Error creating junction: "%s" (%s)
pl: Błąd podczas tworzenia punktu połączenia (junction) do katalogu: "%s" (%s)

source: Error creating symbolic link: "%s" (%s)
pl: Błąd podczas tworzenia linku symbolicznego: "%s" (%s)

source: %u error(s) during restore
pl: %u błędy(ów) podczas przywracania

source: %u warning(s) during restore
pl: %u ostrzeżeń podczas przywracania

source: Restore finished
pl: Przywracanie zakończone

source: %u files restored
pl: %u pliki(ów) przywrócono

source: 1 file restored
pl: Przywrócono 1 plik

source: No files restored
pl: Nie przywrócono żadnych plików

source: from:
pl: z:

source: to:
pl: do:

source: to source directory
pl: do katalogu źródłowego

source: older than %s
pl: starsze niż %s

source: since %s
pl: od %s

source: Restore tasks|*.%s|all|*.*
pl: Zadania przywracania|*.%s|Wszystkie pliki|*.*

source: Mode: %s
pl: Tryb: %s

source: Age: %s
pl: Wiek: %s

source: Filter: %s
pl: Filtr: %s

source: overwrite all files
pl: nadpisz wszystkie pliki

source: overwrite older files
pl: nadpisz starsze pliki

source: overwrite no files
pl: nie nadpisuj plików

source: Fixed Restore password
pl: Hasło do przywracania

source: To restore encrypted file: %s requires a password!
pl: Aby przywrócić zaszyfrowany plik: %s wymagane jest hasło!

source: To view encrypted file: %s requires a password!
pl: Aby zobaczyć zaszyfrowany plik: %s wymagane jest hasło!

source: The password entered for file: %s is invalid!
pl: Podane hasło dla pliku: %s jest nieprawidłowe!

source: The password entered for file: %s is invalid! Please try again!
pl: Podane hasło dla pliku: %s jest nieprawidłowe! Proszę spróbować ponownie!

source: Original file not found: "%s"
pl: Nie znaleziono oryginalnego pliku: "%s"

source: Destination directory not found - create?
pl: Nie znaleziono docelowego katalogu - utworzyć?

source: Destination directory not empty - start restore anyway?
pl: Katalog docelowy nie jest pusty - czy mimo wszystko rozpocząć przywracanie?

source: Restore on
pl: Przywracanie w dniu

source: %u of %u files restored (%s of %s)
pl: %u z %u pliki(ów) przywrócono (%s z %s)

source: Verify backed-up files
pl: Weryfikacja plików kopii zapasowej

source: Verify task:
pl: Zadanie weryfikacji:

source: Verify:
pl: Weryfikuj:

source: Verify tasks|*.%s|all|*.*
pl: Zadanie weryfikacji|*.%s|Wszystkie pliki|*.*

source: Select directory for verification
pl: Wybierz katalog do weryfikacji

source: Verify files
pl: Weryfikuj pliki

source: Verifying
pl: Weryfikacja

source: Compare to:
pl: Porównaj z:

source: %s during verification
pl: %s podczas weryfikacji

source: was verified
pl: zweryfikowano

source: not verified - reference file not found
pl: nie zweryfikowano - nie znaleziono pliku referencyjnego

source: verification failed
pl: weryfikacja nie powiodła się

source: Verification failed
pl: Weryfikacja nie powiodła się

source: No files verified
pl: Nie zweryfikowano żadnych plików

source: 1 file verified
pl: Zweryfikowano 1 plik

source: %u files verified
pl: %u plików zweryfikowano

source: %u files failed verification
pl: weryfikacja %u plików nie powiodła się

source: To verify encrypted file: %s requires a password!
pl: Aby zweryfikować zaszyfrowany plik: %s wymagane jest hasło!

source: Verification completed
pl: Weryfikacja zakończona

source: No files found
pl: Nie znaleziono plików

source: 1 file not found
pl: Nie znaleziono 1 pliku

source: %u files not found
pl: %u plików nie znaleziono

source: Verified on
pl: Zweryfikowano w

source: No information found concerning with which source the files are to be compared!
pl: Nie znaleziono informacji o tym, z jakiego źródła pliki mają być porównywane!

source: Clean up backup directory
pl: Oczyszczanie katalogu z kopią zapasową

source: Cleanup task:
pl: Zadanie oczyszczania:

source: Cleanup:
pl: Wyczyść:

source: Show and &delete selected files
pl: Pokaż i &usuń wybrane pliki

source: Show and &delete selected directories
pl: Pokaż i &usuń wybrane katalogi

source: Subdirectory:
pl: Podkatalog:

source: No directory specified!
pl: Nie określono katalogu!

source: except for types "%s"
pl: z wyjątkiem typów "%s"

source: of type "%s"
pl: typu "%s"

source: Delete root directories
pl: Usuń główne katalogi

source: Delete empty directories
pl: Usuń puste katalogi

source: Delete security backups
pl: Usuń kopie bezpieczeństwa

source: %u error(s) on deleting
pl: %u błędów podczas usuwania

source: Cleanup completed
pl: Oczyszczanie zakończone

source: Selection:
pl: Wybrano:

source: Types to be deleted
pl: Typy plików do usunięcia

source: Directory is not empty: "%s"
pl: Katalog nie jest pusty: "%s"

source: Cleanup tasks|*.%s|all|*.*
pl: Zadania oczyszczania|*.%s|Wszystkie pliki|*.*

source: will be synchronized with source directory
pl: zostanie zsynchronizowane z katalogiem źródłowym

source: will be synchronized with "%s"
pl: zostanie zsynchronizowane z "%s"

source: Directories only
pl: Tylko katalogi

source: Synchronizing with source directory is not possible
pl: Synchronizacja z katalogiem źródłowym nie jest możliwa

source: Synchronize to directory
pl: Synchronizuj do katalogu

source: Age of root directories
pl: Wiek katalogów głównych

source: Filter for directories
pl: Filtr katalogów

source: 1 root directory deleted
pl: usunięto 1 katalog główny

source: No root directory deleted
pl: Nie usunięto żadnych katalogów głównych

source: %u root directories deleted
pl: usunięto %u katalogów głównych

source: Synchronizing with source directory is not available via FTP
pl: Synchronizacja z katalogiem źródłowym nie jest możliwa przez FTP

source: No info found for synchronizing with origin!
pl: Nie znaleziono żadnych informacji dla synchronizacji ze źródłem!

source: Cleanup on
pl: Wyczyść w

source: Invalid FTP destination directory:
pl: Nieprawidłowy docelowy katalog FTP:

source: Scanning FTP subdirectory: "%s"
pl: Skanowanie podkatalogu FTP: "%s"

source: File at FTP destination is being examined: "%s"
pl: Trwa analiza pliku w miejscu docelowym FTP: "%s"

source: Delete FTP communication log file?
pl: Usunąć plik z logiem komunikacji FTP?

source: Requested secure transfer is not available on connection with %s!
pl: Żądany bezpieczny transfer nie jest możliwy przy połączeniu z %s!

source: Specify the same settings used for the backup to be verified.
pl: Podaj te same ustawienia co przy tworzeniu kopii zapasowej, która ma zostać zweryfikowana.

source: Specify the same settings used for the backup to be cleaned up.
pl: Podaj te same ustawienia co przy tworzeniu kopii zapasowej, która ma zostać oczyszczona.

source: none
pl: brak

source: Directories with prefix "%s"
pl: Katalogi z przedrostkiem "%s"

source: Files with suffix "%s"
pl: Pliki z przyrostkiem "%s"

source: Use current settings?
pl: Użyć bieżących ustawień?

source: Only root directories
pl: Tylko katalogi główne

source: Only files
pl: Tylko pliki

source: older than %u weeks
pl: starsze niż %u tygodni

source: older than %u months
pl: starsze niż %u miesięcy

source: older than %u years
pl: starsze niż %u lat

source: No matching files found!
pl: Nie znaleziono pasujących plików!

source: No matching directories found!
pl: Nie znaleziono pasujących katalogów!

source: Delete security copies
pl: Usuń kopie bezpieczeństwa

source: Settings to select security copies created at backup and/or synchronization
pl: Ustawienia kopii bezpieczeństwa tworzonych podczas wykonywania kopii zapasowej i/lub synchronizacji

source: No %s selected!
pl: Musisz wybrać jakieś %s!

source: directories
pl: katalogi

source: files
pl: pliki

source: Total:
pl: Łącznie:

source: directories selected
pl: wybranych katalogów

source: 1 directory selected
pl: wybrany 1 katalog

source: files selected
pl: wybranych plików

source: 1 file selected
pl: wybrany 1 plik

source: Restore to:
pl: Przywróć do:

source: Since there are too many subdirectories only selection of the lowest branch is possible!
pl: Z powodu zbyt dużej liczby podkatalogów możliwy jest wybór tylko najniższej gałęzi!

source: Root directory:
pl: Katalog główny:

source: Delete %s
pl: Usuń %s

source: Select files:
pl: Wybierz pliki:

source: Should all selected %s be deleted?
pl: Czy wszystkie wybrane %s mają być usunięte?

source: Select directories:
pl: Wybierz katalogi:

source: From directory:
pl: Z katalogu:

source: From zip file:
pl: Z pliku ZIP:

source: Should all selected files be restored?
pl: Czy wszystkie wybrane pliki mają być przywrócone?

source: Programs|*.exe
pl: Programy|*.exe

source: Select external file-comparison program
pl: Wybierz zewnętrzny program do porównywania plików

source: Select external file viewer
pl: Wybierz zewnętrzną przeglądarkę plików

source: Settings for Restore log
pl: Ustawienia logu Przywracania plików

source: Settings for Verify log
pl: Ustawienia logu Weryfikacji

source: Settings for Cleanup log
pl: Ustawienia logu Oczyszczania

source: Settings for Backup log
pl: Ustawienia logu Kopii zapasowej

source: New mail recipient
pl: Nowy odbiorca poczty

source: Address:
pl: Adres:

source: Remove recipient: %s from list?
pl: Usunąć odbiorcę: %s z listy?

source: Edit mail recipient
pl: Edytuj odbiorcę poczty

source: Please specify an SMTP server!
pl: Proszę podać serwer SMTP!

source: Please specify at least one recipient!
pl: Proszę określić przynajmniej jednego odbiorcę!

source: Please specify a name for this schedule!
pl: Proszę podać nazwę tego harmonogramu!

source: Please select a unique name for this schedule!
pl: Proszę podać unikalną nazwę dla tego harmonogramu!

source: Please select a valid backup task!
pl: Proszę wybrać prawidłowe zadanie tworzenia kopii zapasowej!

source: Backup already done for this day! Schedule: %s Backup task: %s
pl: Kopia zapasowa została już wykonana na ten dzień! Harmonogram: %s Zadanie kopii zapasowej: %s

source: Full
pl: Pełna

source: Backup started for schedule: %s Backup task: %s Mode: %s / Step: %s
pl: Uruchomiono tworzenie kopii dla harmonogramu: %s Zadanie kopii zapasowej: %s Tryb: %s / Krok: %s

source: "PersBackup.exe" returned exit code: %u Schedule: %s Backup task: %s
pl: "PersBackup.exe" zwrócił kod błędu: %u Harmonogram: %s Zadanie kopii zapasowej: %s

source: Error %s on starting "PersBackup.exe"! Schedule: %s Backup task: %s
pl: Błąd %s podczas uruchamiania "PersBackup.exe"! Harmonogram: %s Zadanie kopii zapasowej: %s

source: First full backup on next "%s"! Schedule: %s Backup task: %s
pl: Pierwsza pełna kopia zapasowa w następny "%s"! Harmonogram: %s Zadanie kopii zapasowej: %s

source: Replace and reset selected backup schedule "%s"?
pl: Zamień i zresetuj wybrany harmonogram tworzenia kopii zapasowej "%s"?

source: Remove selected backup schedule "%s" from list?
pl: Usunąć wybrany harmonogram tworzenia kopii "%s" z listy?

source: Replace existing desktop shortcut: %s?
pl: Zastąpić istniejący skrót na pulpicie: %s?

source: Personal Backup was terminated!
pl: Działanie programu Personal Backup zostało przerwane!

source: no files
pl: brak plików

source: not excluded
pl: nie wykluczone

source: excluded
pl: wykluczone

source: Show selected files and start &restore
pl: Pokaż wybrane pliki i rozpocznij &Przywracanie

source: Exclude
pl: Wyklucz

source: Sep. directories
pl: Oddz. katalogi

source: %s with prefix "%s"
pl: %s z przedrostkiem "%s"

source: Disabled
pl: Wyłączone

source: Skipped:
pl: Pominięte:

source: Restored:
pl: Przywrócone:

source: newer than %u days
pl: nowsze niż %u dni

source: newer than %u weeks
pl: nowsze niż %u tygodni

source: newer than %u months
pl: nowsze niż %u miesięcy

source: newer than %u years
pl: nowsze niż %u lat

source: only this date %s
pl: tylko ta data %s

source: destination
pl: cel

source: Select zip file in root folder for restore
pl: Wybierz plik ZIP w folderze głównym do przywrócenia

source: Select zip file for restore
pl: Wybierz plik ZIP do przywrócenia

source: File name association not found or invalid!
pl: Nie znaleziono skojarzenia dla nazwy pliku lub jest ono nieprawidłowe!

source: Associate this program in Windows with the gz, gze and enc file extensions to open packed and encrypted files created by Personal Backup by double-click?
pl: Skojarzyć pliki z rozszerzeniem GZ, GZE oraz ENC z programem, aby otwierać skompresowane i zaszyfrowane pliki utworzone przez Personal Backup przez dwukrotne kliknięcie?

source: Stop
pl: Zatrzymaj

source: No files selected!
pl: Nie wybrano żadnych plików!

source: Error restoring file:
pl: Błąd podczas przywracania plików:

source: Error reading gz-header:
pl: Błąd podczas odczytu nagłówka GZ:

source: Error reading zip-header:
pl: Błąd podczas odczytu nagłówka ZIP:

source: Error restoring directory:
pl: Błąd podczas przywracania katalogu:

source: Searching for files
pl: Wyszukiwanie plików

source: No files found!
pl: Nie znaleziono żadnych plików!

source: %u files found - start restore?
pl: znaleziono %u pliki(ów) - rozpocząć przywracanie?

source: Zip files are not supported to restore files from schedule!
pl: Pliki ZIP nie są obsługiwane przy przywracaniu plików z harmonogramu!

source: On next
pl: W następny

source: no
pl: nr

source: No schedule configured!
pl: Nie skonfigurowano harmonogramu!

source: As in task + Differential
pl: Jak w zadaniu + Różnicowa

source: As in task + Incremental
pl: Jak w zadaniu + Przyrostowa

source: each
pl: w każdy

source: Mode:
pl: Tryb:

source: Daily - %u-week cycle Full on %s
pl: Dzienny - cykl %u-tygodniowy Pełna w %s

source: Daily - weekly change (%s weeks)
pl: Dzienny - zmiana tygodniowa (tygodnie: %s)

source: Current step: %s
pl: Bieżący krok: %s

source: week
pl: tydzień

source: Weekly change (%s weeks)
pl: Zmiana tygodniowa (tygodnie: %s)

source: week
pl: tydzień

source: Daily change (%s days)
pl: Zmiana dzienna (%s dni)

source: day
pl: dzień

source: Default user
pl: Użytkownik domyślny

source: No task selected - rectify?
pl: Nie wybrano zadania - poprawić?

source: Properties of task:
pl: Właściwości zadania:

source: Stop task
pl: Zatrzymaj zadanie

source: Run selected task?
pl: Uruchomić wybrane zadanie?

source: Stop selected task?
pl: Zatrzymać wybrane zadanie?

source: Delete selected task?
pl: Usunąć wybrane zadanie?

source: Backup this folder using Personal Backup ..
pl: Utwórz kopię zapasową za pomocą Personal Backup...

source: No printers available on this system!
pl: Brak dostępnych drukarek w tym systemie!

source: Reset to default values?
pl: Zresetować do wartości domyślnych?

source: Remove file type "%s" from list?
pl: Usunąć typ pliku "%s" z listy?

source: Remove all selected file types from list?
pl: Usunąć wszystkie zaznaczone typy plików z listy?

source: Edit file type
pl: Edytuj typ pliku

source: Add file type
pl: Dodaj typ pliku

source: The path was specified in the command line and cannot be changed
pl: Ścieżka została przekazana w linii poleceń i nie może być zmieniona

source: Please select at least one backup group!
pl: Proszę wybrać co najmniej jedną grupę kopii zapasowych!

source: Please specify a name for this task!
pl: Proszę podać nazwę dla tego zadania!

source: New group
pl: Nowa grupa

source: Backup group:
pl: Grupa kopii zapas.:

source: "PersBackup.exe" not found on this system!
pl: Nie można znaleźć pliku "PersBackup.exe" w tym systemie!

source: Start configurated backups as different user:
pl: Uruchom skonfigurowane kopie zapasowe jako inny użytkownik:

source: Only backup
pl: Tylko kopia zapasowa

source: Backup + Standby
pl: Kopia zapasowa + Standby

source: Backup + Hibernate
pl: Kopia zapasowa + Hibernacja

source: Backup + Logoff
pl: Kopia zapasowa + Wyloguj

source: Backup + Restart
pl: Kopia zapasowa + Restart

source: Backup + Power-off
pl: Kopia zapasowa + Wyłączenie zasilania

source: Unknown group:
pl: Nieznana grupa:

source: The system will be restarted!
pl: System zostanie zrestartowany!

source: Delete this group?
pl: Usunąć tę grupę?

source: Log file not found:
pl: Nie znaleziono pliku z logiem:

source: Error starting application: %s
pl: Błąd podczas uruchamiania aplikacji: %s

source: Terminating of "%s" failed:
pl: Nie udało się zakończyć działania "%s":

source: Error on starting Personal Backup: %s
pl: Błąd podczas uruchamiania Personal Backup: %s

source: Error reported by Personal Backup: %s
pl: Błąd zgłoszony przez Personal Backup: %s

source: Error on executing Personal Backup: %s
pl: Błąd podczas działania (executing) Personal Backup: %s

source: No backup tasks specified!
pl: Nie określono zadań tworzenia kopii zapasowej!

source: Perform backup, then standby
pl: Wykonaj kopię zapasową, następnie przejdź w tryb standby

source: Perform backup, then hibernate
pl: Wykonaj kopię zapasową, następnie hibernuj

source: Invalid suffix for backup copies!
pl: Nieprawidłowy przyrostek dla kopii zapasowych!

source: Windows Task Scheduler 2.0 is not available on Windows XP
pl: Harmonogram Zadań Windows 2.0 nie jest dostępny w systemie Windows XP

source: Alternating Schedule
pl: Harmonogram Cykliczny

source: Name of alternating schedule:
pl: Nazwa harmonogramu cyklicznego:

source: Thunderbird mail backup
pl: Kopia zapasowa poczty programu Thunderbird

source: Thunderbird mail profile:
pl: Profil poczty Thunderbirda:

source: Verify
pl: Weryfikuj
