Repository: bravesoftdz/Personal-Backup-Polish
Catalog: default.po
Languages: pl

source: Backup
pl: Kopia zapasowa

source: Tasks (%s):
pl: Zadania (%s):

source: Windows Scheduled Task Wizard
pl: Kreator Zaplanowanych Zadań Windows

source: Restore tasks
pl: Zadania przywracania plików

source: Cleanup tasks
pl: Zadania oczyszczania

source: Verify tasks
pl: Zadania weryfikacji

source: Backup tasks
pl: Zadania tworzenia kopii zapasowej

source: On logon of:
pl: Przy logowaniu:

source: On waking up the computer:
pl: Przy wznawianiu pracy komputera:

source: File not found:
pl: Nie znaleziono pliku:

source: No tasks specified!
pl: Nie określono zadania!

source: Select tasks to be executed
pl: Wybierz zadania do uruchomienia

source: No scheduled tasks using %s found! Create new task?
pl: Brak zaplanowanych zadań utworzonych przez %s! Utworzyć nowe zadanie?

source: Task "%s" already exists - edit?
pl: Zadanie "%s" już istnieje - przejść do edycji?

source: Name of new scheduled task:
pl: Nazwa nowego zadania zaplanowanego:

source: Error creating new scheduled task!
pl: Błąd podczas tworzenia nowego zadania zaplanowanego!

source: This task was created by Personal Backup
pl: Zadanie utworzone przez program Personal Backup

source: The trigger mode "%s" is not supported by Personal Backup. Please use the Windows Task Scheduler for editing!
pl: Tryb wyzwalacza "%s" nie jest obsługiwany przez program Personal Backup. Proszę użyć Harmonogramu Zadań Windows w celu edycji!

source: Could not delete trigger (%u) Task:
pl: Nie można usunąć wyzwalacza (%u) Zadanie:

source: Invalid user or password! Could not create or modify scheduled task!
pl: Nieprawidłowa nazwa użytkownika lub hasło! Nie można utworzyć lub zmodyfikować zaplanowanego zadania!

source: Scheduled tasks are not available on this computer!
pl: Zaplanowane zadania nie są obsługiwane na tym komputerze!

source: No Thunderbird profiles found!
pl: Nie znaleziono profilów programu Thunderbird!

source: "%s" not found on this system!
pl: nie znaleziono "%s" na tym systemie!

source: Profile "%s" not found!
pl: Nie znaleziono profilu "%s"!

source: Single Thunderbird profile "%s" found!
pl: Znaleziono tylko jeden profil Thunderbirda: "%s"!

source: Scheduled task for mail profile:
pl: Zaplanowane zadanie dla profilu poczty:

source: Run
pl: Uruchom

source: No Thunderbird data found in "%s"!
pl: Nie znaleziono danych programu Thunderbird w "%s"!

source: Thunderbird configuration was changed since last backup! Restore data of profile "%s" anyway?
pl: Konfiguracja programu Thunderbird została zmieniona od ostatniego wykonania kopii zapasowej! Czy mimo wszystko przywrócić dane profilu "%s"?

source: Could not find backup directory "%s"! Restore from another directory?
pl: Nie można znaleźć katalogu kopii zapasowej "%s"! Przywrócić pliki z innego katalogu?

source: Could not find backup information for selected profile! Select backup directory manually?
pl: Nie można znaleźć informacji dotyczących kopii zapasowej dla wybranego profilu! Czy chcesz wybrać katalog kopii zapasowej samodzielnie?

source: Restore mail data from:
pl: Przywróć dane poczty z:

source: Restoring mail data to "%s" will overwrite all existing mails of profile "%s"!
pl: Przywracanie danych poczty do "%s" nadpisze całą istniejącą pocztę profilu "%s"!

source: Other directory
pl: Inny katalog

source: Clear mail profile completely prior to restoring
pl: Wyczyść całkowicie profil poczty przed rozpoczęciem przywracania

source: Please close the running Thunderbird application and then click "Continue" to start the restore!
pl: Proszę zamknąć uruchomiony program Thunderbird, następnie kliknąć "Kontynuuj", aby rozpocząć przywracanie!

source: Thunderbird is still running - restore aborted!
pl: Thunderbird jest wciąż uruchomiony - przywracanie przerwane!

source: Move mail data of the selected profile to a different location?
pl: Przenieść dane poczty wybranego profilu do innej lokalizacji?

source: Select new mail folder
pl: Wybierz nowy folder na pocztę

source: Mail data successfully moved to: "%s"
pl: Dane poczty zostały pomyślnie przeniesione do: "%s"

source: Error moving mail data from "%s" to "%s"
pl: Błąd podczas przenoszenia danych poczty z "%s" do "%s"

source: Uninstaller not found!
pl: Nie znaleziono dezinstalatora!

source: Starting Uninstaller failed (%s)!
pl: Uruchamianie dezinstalatora zakończyło się niepowodzeniem (%s)!

source: There is an update available to Personal Backup Version %s
pl: Dostępna jest aktualizacja programu Personal Backup do wersji %s

source: Select zip file in root folder for verification
pl: Wybierz plik ZIP w katalogu głównym w celu weryfikacji

source: Select zip file for verification
pl: Wybierz plik ZIP do weryfikacji

source: Reference file not found:
pl: Nie znaleziono pliku referencyjnego:

source: Reference file:
pl: Plik referencyjny:

source: Verified:
pl: Zweryfikowano:

source: Difference to reference file:
pl: Różnica w stosunku do pliku referencyjnego:

source: Compare:
pl: Porównaj:

source: With:
pl: Z:

source: No errors
pl: Bez błędów

source: Verification failed:
pl: Weryfikacja nie powiodła się:

source: Log files|*.log
pl: Pliki z logami|*.log

source: Select log file
pl: Wybierz plik z logiem

source: Root folder selected as backup destination! This can result in loss of data in certain circumstances. A new, empty folder is recommended for the backup. Continue anyway?
pl: Wybrano katalog główny jako miejsce docelowe kopii zapasowej! Może to spowodować utratę danych w pewnych okolicznościach. Zalecany jest nowy, pusty folder jako miejsce docelowe kopii. Mimo wszystko kontynuować?

source: Directory for "%s" not found!
pl: Nie znaleziono katalogu dla "%s"!

source: Remove selected directories from list?
pl: Usunąć wybrane katalogi z listy?
