Repository: bravesoftdz/Personal-Backup-Polish
Catalog: units.po
Languages: pl

source: No errors on COM connection
pl: Nie było błędów przy połączeniu COM

source: Error opening COM port
pl: Błąd podczas otwierania portu COM

source: Error setting COM port state
pl: Błąd podczas ustawiania statusu portu COM

source: Error flushing COM buffers
pl: Błąd podczas opróżniania buforów COM

source: Error initializing COM port
pl: Błąd podczas inicjowania portu COM

source: Error opening "%s"
pl: Błąd przy otwieraniu "%s"

source: Error creating "%s"
pl: Błąd przy tworzeniu "%s"

source: Error reading from "%s"
pl: Błąd odczytu z "%s"

source: Error writing to "%s"
pl: Błąd zapisu do "%s"

source: Error verifying "%s"
pl: Błąd weryfikacji "%s"

source: Error closing "%s"
pl: Błąd podczas zamykania "%s"

source: Error setting attributes of "%s"
pl: Błąd ustawiania atrybutów w "%s"

source: Error setting timestamps of "%s"
pl: Błąd podczas ustawiania znacznika czasowego w "%s"

source: Error setting permissions of "%s"
pl: Błąd podczas ustawiania uprawnień do pliku "%s"

source: Error writing directory entry: "%s"
pl: Błąd zapisu do katalogu: "%s"

source: Error writing end record
pl: Błąd zapisu rekordu końcowego

source: File not found: "%s"
pl: Nie znaleziono pliku: "%s"

source: System error: %s
pl: Błąd systemowy: %s

source: Error -
pl: Błąd -

source: Error(2) -
pl: Błąd(2) -

source: Warning -
pl: Ostrzeżenie -

source: Info -
pl: Informacja -

source: Could not create file
pl: Nie można utworzyć pliku

source: Could not open file
pl: Nie można otworzyć pliku

source: Could not close file
pl: Nie można zamknąć pliku

source: Could not read from file
pl: Nie można dokonać odczytu z pliku

source: Could not write to file
pl: Nie można dokonać zapisu do pliku

source: Attributes could not be set
pl: Nie można ustawić atrybutów

source: Low disk space
pl: Mało miejsca na dysku

source: Illegal file header
pl: Nieprawidłowy nagłówek pliku

source: Corrupt file
pl: Uszkodzony plik

source: Encryption failed
pl: Szyfrowanie nie powiodło się

source: Decryption failed
pl: Deszyfrowanie nie powiodło się

source: Verification failed
pl: Weryfikacja nie powiodła się

source: Path too long
pl: Ścieżka zbyt długa

source: File not found
pl: Nie znaleziono pliku

source: Timestamp could not be set
pl: Nie można ustawić znacznika czasowego

source: File details could not be copied
pl: Detale pliku nie mogły być skopiowane

source: Timeout error on copying file
pl: Przekroczono limit czasu przy kopiowaniu pliku

source: Undefined stream
pl: Niezdefiniowany strumień

source: Permissions could not be copied
pl: Uprawnienia do pliku nie mogły być skopiowane

source: File already exists
pl: Plik już istnieje

source: Size mismatch
pl: Niezgodność rozmiaru

source: Could not open destination file for verification
pl: Nie można otworzyć pliku docelowego w celu weryfikacji

source: Could not create directory
pl: Nie można utworzyć katalogu

source: Could not read from FTP
pl: Nie można odczytać z serwera FTP

source: Could not write to FTP
pl: Nie można zapisać na serwer FTP

source: Could not connect to FTP server
pl: Nie można połączyć się z serwerem FTP

source: FTP connection was closed by server
pl: Połączenie FTP zostało przerwane przez serwer

source: Could not open FTP data connection
pl: Nie można otworzyć połączenia danych FTP

source: Timeout error on copying file via FTP
pl: Przekroczono limit czasu podczas kopiowania pliku przez FTP

source: Different content
pl: Odmienna zawartość

source: Error creating new zip segment
pl: Błąd podczas tworzenia nowego segmentu ZIP

source: Illegal zip signature
pl: Niewłaściwa sygnatura ZIP

source: Could not extract file
pl: Nie można wypakować pliku

source: Unsupported file format
pl: Nieobsługiwany format pliku

source: Could not rename temporary file
pl: Nie można zmienić nazwy pliku tymczasowego

source: Error reading next zip segment
pl: Błąd podczas odczytu następnego segmentu ZIP

source: Terminated by user
pl: Przerwane przez użytkownika

source: Unknown error code ($%.8x)
pl: Nieznany kod błędu ($%.8x)

source: (Copy)
pl: (Kopiuj)

source: (Encrypt)
pl: (Szyfruj)

source: (Decrypt)
pl: (Deszyfruj)

source: File information not available
pl: Informacje o pliku niedostępne

source: Description:
pl: Opis:

source: Company:
pl: Firma:

source: Copyright:
pl: Prawa autorskie:

source: File version:
pl: Wersja pliku:

source: Last modified:
pl: Ostatnia modyfikacja:

source: Global info
pl: Ogólne

source: Document info
pl: Dokument

source: User info
pl: Użytkownik

source: Audio info
pl: Audio

source: Video info
pl: Video

source: Image info
pl: Obraz

source: Media info
pl: Nośnik

source: Title
pl: Tytuł

source: Subject
pl: Temat

source: Author
pl: Autor

source: Keywords
pl: Słowa kluczowe

source: Comments
pl: Komentarze

source: Template
pl: Szablon

source: Last saved by
pl: Ostatnio zapisano przez

source: Revision Number
pl: Numer wersji

source: Total editing time
pl: Łączny czas edycji

source: Last printed
pl: Ostatni wydruk

source: Content created
pl: Utworzono

source: Date last saved
pl: Ostatni zapis

source: Pages
pl: Strony

source: Word count
pl: Liczba słów

source: Character count
pl: Liczba znaków

source: Thumbnail
pl: Miniatura

source: Program name
pl: Nazwa programu

source: Security
pl: Bezpieczeństwo

source: Category
pl: Kategoria

source: Presentation format
pl: Format prezentacji

source: Byte count
pl: Liczba bajtów

source: Line count
pl: Liczba linii

source: Paragraph count
pl: Liczba paragrafów

source: Slides
pl: Slajdy

source: Notes
pl: Notatki

source: Hidden elements
pl: Elementy ukryte

source: Clips
pl: Klipy

source: Scale
pl: Skala

source: Document parts
pl: Części dokumentu

source: Manager
pl: Menedżer

source: Company
pl: Firma

source: Links to update
pl: Linki do aktualizacji

source: Yes
pl: Tak

source: No
pl: Nie

source: FTP connection
pl: Połączenie FTP

source: Trying to connect to FTP server
pl: Próba połączenia z serwerem FTP

source: Connection to FTP server established
pl: Nawiązano połączenie z serwerem FTP

source: Connection to FTP server failed
pl: Próba połączenia z serwerem FTP nie powiodła się

source: Connection to FTP server: %s:%u
pl: Połączenie z serwerem FTP: %s:%u

source: Connection to FTP server: %s:%u for user: %s requires a password!
pl: Połączenie z serwerem FTP: %s:%u dla użytkownika: %s wymaga hasła!

source: Connection to FTP proxy server: %s:%u for user: %s requires a password!
pl: Połączenie z serwerem proxy FTP: %s:%u dla użytkownika: %s wymaga hasła!

source: FTP connection broken - try to reconnect
pl: Połączenie FTP przerwane - spróbuj ponownie

source: FTP connection lost!
pl: Utracono połączenie FTP!

source: FTP welcome message:
pl: Komunikat powitalny FTP:

source: FTP status query:
pl: Żądanie statusu FTP:

source: Response code:
pl: Kod odpowiedzi:

source: Last FTP response:
pl: Ostatnia odpowiedź FTP:

source: Unexpected response to command:
pl: Nieoczekiwana odpowiedź na polecenie:

source: Timeout on command:
pl: Limit czasu polecenia:

source: FTP root directory: "%s"
pl: Katalog główny FTP: "%s"

source: Current FTP directory: "%s"
pl: Katalog bieżący FTP: "%s"

source: Error (left/right parenthesis)
pl: Błąd (nawiasy otwierające/zamykające)

source: Input error (missing left parenthesis)
pl: Błąd danych wejściowych (brakuje nawiasu otwierającego)

source: Input error (empty parentheses)
pl: Błąd danych wejściowych (pusty nawias)

source: Division by zero
pl: Dzielenie przez zero

source: Invalid argument
pl: Nieprawidłowy argument

source: Overflow on operation
pl: Operacja prowadzi do przepełnienia

source: Invalid expression
pl: Nieprawidłowe wyrażenie

source: Unexpected operator
pl: Nieoczekiwany operator

source: Missing operator
pl: Brak operatora

source: Power with invalid (negative) base
pl: Potęgowanie z niewłaściwą (ujemną) liczbą w podstawie

source: Zero to power of zero
pl: Zero do potęgi zerowej

source: Divide zero by zero
pl: Dzielenie zera przez zero

source: Invalid combination of operands
pl: Niewłaściwa kombinacja operandów

source: Invalid character
pl: Nieprawidłowy znak

source: Invalid argument (potential overflow)
pl: Niewłaściwy argument (możliwość przepełnienia)

source: Low memory ("stack overflow")
pl: Brak pamięci ("przepełnienie stosu")

source: Low memory ("string overflow")
pl: Brak pamięci ("string overflow")

source: Unknown error
pl: Nieznany błąd

source: %s is not a valid hex value
pl: %s nie jest prawidłową liczbą szesnastkową

source: %s is not a valid octal value
pl: %s nie jest prawidłową liczbą ósemkową

source: %s is not a valid binary value
pl: %s nie jest prawidłową liczbą binarną

source: &System default
pl: &Domyślny dla systemu

source: Changing language requires the program to be restarted!
pl: Zmiana języka wymaga restartu programu!

source: Illegal regular expression!
pl: Nieprawidłowe wyrażenie regularne!

source: Illegal mask!
pl: Nieprawidłowa maska!

source: Error executing process
pl: Błąd podczas uruchamiania procesu

source: Stdout pipe creation failed
pl: Tworzenie potoku dla StdOut zakończyło się niepowodzeniem

source: DuplicateHandle failed
pl: Funkcja DuplicateHandle zwróciła błąd

source: Closing handle failed
pl: Błąd podczas zamykania uchwytu

source: Unknown system error code
pl: Nieznany kod błędu systemowego

source: Windows error
pl: Błąd systemu Windows

source: Storage error
pl: Błąd pamięci masowej

source: Remote procedure call error
pl: Błąd wywołania procedury zdalnej

source: Interface error
pl: Błąd interfejsu

source: Error in SHFileOperation
pl: Błąd funkcji SHFileOperation

source: ShellExecute error
pl: Błąd funkcji ShellExecute

source: Professional with Media Center
pl: Professional z Media Center

source: Server Enterprise for Itanium-based Systems
pl: Server Enterprise dla systemów opartych na procesorach Itanium

source: Essential Server without Hyper-V
pl: Essential Server bez Hyper-V

source: Unlicensed product
pl: Produkt nielicencjonowany

source: Version
pl: Wersja

source: %s Dr. J. Rathlev 24222 Schwentinental, Germany
pl: %s Dr. J. Rathlev 24222 Schwentinental, Niemcy

source: not available
pl: niedostępne

source: Connect to ..
pl: Połącz z ..

source: <Unknown>
pl: <Nieznany>

source: MD5 verification failed
pl: Weryfikacja MD5 zakończyła się niepowodzeniem

source: Volume Shadow Copy could not be initialized on this system!
pl: Usługa Kopiowania Woluminów w Tle (VSS) nie mogła zostać zainicjalizowana na tym systemie!

source: Initializing IVssBackupComponents Interface ...
pl: Inicjalizacja Interfejsu IVssBackupComponents...

source: Initialize writer metadata ...
pl: Metadane podprogramu zapisującego są inicjowane...

source: Gathering writer metadata ...
pl: Zbieranie metadanych podprogramu zapisującego...

source: Gathering writer status ...
pl: Przetwarzanie statusu podprogramu zapisującego...

source: Discover directly excluded components ...
pl: Wykrywanie bezpośrednio wykluczonych komponentów...

source: Discover components that reside outside the shadow set ...
pl: Wykrywanie komponentów nie wchodzących w skład zestawu kopii w tle...

source: Discover all excluded components ...
pl: Wykrywanie wszystkich wykluczonych komponentów...

source: Discover excluded writers ...
pl: Wykrywanie wykluczonych podprogramów zapisujących...

source: Discover explicitly included components ...
pl: Określanie jawnie dołączonych komponentów...

source: Select explicitly included components ...
pl: Wybieranie jawnie dołączonych komponentów...

source: Saving the backup components document ...
pl: Zapisywanie dokumentu komponentów kopii zapasowej...

source: Add volumes to snapshot set ...
pl: Dodawanie woluminów do zestawu migawki...

source: Preparing for backup ...
pl: Przygotowywanie kopii zapasowej...

source: Creating the shadow copy ...
pl: Tworzona jest kopia w tle...

source: Shadow copy set successfully created
pl: Zestaw kopii w tle został pomyślnie utworzony

source: Querying all shadow copies in the system ...
pl: Sprawdzanie wszystkich kopii w tle w systemie...

source: Querying all shadow copies with the SnapshotSetID %s ...
pl: Sprawdzanie wszystkich kopii w tle przy pomocy identyfikatora SnapshotSetID %s...

source: Creating shadow set {%s} ...
pl: Tworzenie zestawu migawki {%s}...

source: Completing the backup ...
pl: Kończenie kopii zapasowej...

source: Unknown
pl: Nieznane

source: Ready
pl: Gotowe

source: Queued
pl: W kolejce

source: Running
pl: Uruchomione

source: Disabled
pl: Wyłączone

source: Start a program
pl: Uruchom program

source: Send an email
pl: Wyślij wiadomość e-mail

source: Display a message
pl: Wyświetl komunikat

source: On an event
pl: Przy zdarzeniu

source: One time
pl: Jeden raz

source: Daily
pl: Dziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: On idle
pl: Przy bezczynności

source: On task creation/modification
pl: Przy tworzeniu/modyfikacji zadania

source: At startup
pl: Przy włączaniu

source: At log on
pl: Po zalogowaniu

source: On session state change
pl: Przy zmianie stanu sesji

source: Custom trigger
pl: Własny wyzwalacz

source: First
pl: Pierwszy

source: Second
pl: Drugi

source: Third
pl: Trzeci

source: Fourth
pl: Czwarty

source: Fifth
pl: Piąty

source: Last
pl: Ostatni

source: second
pl: sekunda

source: seconds
pl: sekundy

source: every second
pl: co sekundę

source: every %u seconds
pl: co %u sekund(y)

source: minute
pl: minuta

source: minutes
pl: minut(y)

source: every minute
pl: co minutę

source: every %u minutes
pl: co %u minut(y)

source: hour
pl: godzina

source: hours
pl: godzin(y)

source: every hour
pl: co godzinę

source: every %u hours
pl: co %u godzin(y)

source: day
pl: dzień

source: %u days
pl: %u dni

source: every day
pl: codziennie

source: every %u days
pl: co %u dni

source: At %0:s on %1:s
pl: O %0:s w %1:s

source: At %s every day
pl: Codziennie o %s

source: At %0:s every %1:u days
pl: O %0:s co %1:u dni

source: At %0:s every %1:s of every week, starting %2:s
pl: O %0:s w każdy %1:s każdego tygodnia, zaczynając od %2:s

source: At %0:s every %1:s of every %2:u weeks, starting %3:s
pl: O %0:s w każdy %1:s co %2:u tygodni(e), zaczynając od %3:s

source: At %0:s on %1:s of %2:s, starting %3:s
pl: O %0:s w %1:s z %2:s, zaczynając od %3:s

source: Runs on the %0:s %1:s, each %2:s starting %3:s
pl: Uruchamiane o %0:s %1:s, w każdy %2:s, zaczynając od %3:s

source: At logon of any user
pl: Przy logowaniu dowolnego użytkownika

source: At logon of %s
pl: Przy logowaniu użytkownika %s

source: At system startup
pl: Podczas uruchamiania systemu

source: When computer is idle
pl: Gdy komputer jest bezczynny

source: , starting at %0:s on %1:s
pl: , zaczynając o %0:s w %1:s

source: When task is created or modified
pl: Podczas tworzenia lub modyfikacji zadania

source: - After triggered, repeat every %0:s for a duration of %1:s
pl: - Po uruchomieniu, powtarzaj w każdy %0:s w okresie czasu %1:s

source: deprecated
pl: przestarzałe
